Repository: mmmseeemmmm/MTF
Catalog: MTFClientServerCommon/SequenceLocalization/ActivityNames.*.resx
Languages: cs_cz

# Activity_Vision_Movement_Top_Outside_key
source: Vision Movement Top Outside
cs_cz: Kontrola pohybů horní vnější pozice

# Activity_Vision_PP_cover_frame_key
source: Vision PP cover frame
cs_cz: Kontrola přítomnosti rámeček skla

# Activity_Vision_PP_module_frame_key
source: Vision PP module frame
cs_cz: Kontrola přítomnosti rámeček modulu

# Activity_Vision_PP_Ramecek_Reflektoru_key
source: Vision PP Ramecek Reflektoru
cs_cz: Kontrola přítomnosti rámečku reflektoru

# Activity_Vision_RGB_Aim_key
source: Vision RGB Aim
cs_cz: Optická kontrola RGB EOL

# Activity_Vision_RGB_PreAim_key
source: Vision RGB PreAim
cs_cz: Optická kontrola RGB LWRko

# Activity_Vision_Swivel_Test_Center_key
source: Vision Swivel Test Center
cs_cz: Kontrola pohybů pozice střed (horizontálně)

# Activity_Vision_Swivel_Test_Left_key
source: Vision Swivel Test Left
cs_cz: Kontrola pohybů pozice vlevo (horizontálně)

# Activity_Vision_Swivel_Test_Right_key
source: Vision Swivel Test Right
cs_cz: Kontrola pohybů pozice vpravo (horizontálně)

# Activity_Vision_Vertical_Movement_Bottom_key
source: Vision Vertical Movement Bottom
cs_cz: Kontrola pohybů spodní pozice (vertikálně)

# Activity_Vision_Vertical_Movement_Center_key
source: Vision Vertical Movement Center
cs_cz: Kontrola pohybů střed (vertikálně)

# Activity_Vision_Vertical_Movement_Top_key
source: Vision Vertical Movement Top
cs_cz: Kontrola pohybů horní pozice (vertikálně)

# Activity_Wait_for_ECU_ON_key
source: Wait for ECU ON
cs_cz: Čekání po zapnutí řídicí jednotky

# Activity_Wait_key
source: Wait
cs_cz: Čekej

# Activity_Wait_to_step_complete_key
source: Wait to step complete
cs_cz: Čekej na dokončení pohybu

# Activity_Wake_Up_In_Specified_Up_Time_key
source: Wake Up In Specified Up Time
cs_cz: Vzbudit se ve zvolený čas

# Activity_Write_name_of_the_light_function_key
source: Write name of the light function
cs_cz: Zapiš název světelné funkce

# Activity_SeqHandling_Type_SwitchView
source: Switch View
cs_cz: Přepnutí pohledu

# Activity_SeqHandling_Type_ChangeUserCmd
source: Change user command status
cs_cz: Změnit stav uživatelského příkazu

# Activity_SeqHandling_Type_SetUserIndicatorValue
source: Set user indicator value
cs_cz: Změnit hodnotu uživatelského indikátoru

# Activity_SeqHandling_Type_SynchronizationExecuteInParallel
source: Synchronization for execute in parallel
cs_cz: Synchronizace v paralelním vykonávání

# Activity_SeqHandling_Type_GetMTFVersion
source: Get MTF version
cs_cz: Získat verzi MTF
