Repository: mmmseeemmmm/MTF
Catalog: MTFClientServerCommon/SequenceLocalization/ActivityNames.*.resx
Languages: cs_cz

# Activity_Acquire_Image_key
source: Acquire Image
cs_cz: Focení snímku

# Activity_Add_Serial_Number_To_List_key
source: Add Serial Number To List
cs_cz: Přidání sériového čísla do seznamu

# Activity_Adjust_CL_production_key
source: Adjust CL production
cs_cz: Nastavení pozice CL

# Activity_Adjust_CL_Target_key
source: Adjust CL Target
cs_cz: Nastavení CL do pozice

# Activity_Adjust_HB_key
source: Adjust HB
cs_cz: Nastavení pozice HB

# Activity_Adjust_HB_Production_key
source: Adjust HB Production
cs_cz: Nastavení Produkčních světlometů

# Activity_AHL_Reference_key
source: AHL Reference
cs_cz: Reference AHL

# Activity_All_LEDs_Off_key
source: All LEDs Off
cs_cz: Všechny LED Off

# Activity_All_Lights_Off_key
source: All Lights Off
cs_cz: Vypnout všechny světla

# Activity_All_Light_Functions_Off_key
source: All Light Functions Off
cs_cz: Zhasnutí všech světelných funkcí

# Activity_All_Relays_off_key
source: All Relays off
cs_cz: Vypnutí všech relátek

# Activity_Automatic_Test_key
source: Automatic Test
cs_cz: Automatický Test

# Activity_Bar_Code_Readers_key
source: Bar Code Readers
cs_cz: Čtečky čárového kódu

# Activity_BusCom_Configuration_key
source: BusCom Configuration
cs_cz: Konfigurace BusCom

# Activity_CallDynamic_Key
source: Dynamic call
cs_cz: Dynamické volání

# Activity_CallWholeSequence_Key
source: Whole sequence
cs_cz: Celá sekvence

# Activity_Call_Key
source: Call
cs_cz: Volat

# Activity_Change_service_commands_status_key
source: Change service commands status
cs_cz: Změna stavu servisních tlačítek

# Activity_Check_AHL_Position_key
source: Check AHL Position
cs_cz: Kontrola pozice AHL

# Activity_Check_Binnig_Class_key
source: Check Binnig Class
cs_cz: Kontrola tříd bináže

# Activity_Check_CL_key
source: Check CL
cs_cz: Kontrola CL

# Activity_Check_CL_Off_key
source: Check CL Off
cs_cz: Kontrola CL Off

# Activity_Check_CL_On_key
source: Check CL On
cs_cz: Kontrola CL On

# Activity_Check_CL_Position_key
source: Check CL Position
cs_cz: Kontrola pozice CL

# Activity_Check_Coding_HLI_key
source: Check Coding HLI
cs_cz: Kontrola kódování HLI

# Activity_Check_Coding_key
source: Check Coding
cs_cz: Kontrola kódování

# Activity_Check_Coding_LCU_key
source: Check Coding LCU
cs_cz: Kontrola kódování LCU

# Activity_Check_Contacting_Head_Coding_key
source: Check Contacting Head Coding
cs_cz: Kontrola kódování kontaktovací hlavy

# Activity_Check_Current_CL_key
source: Check Current CL
cs_cz: Kontrola proudu CL

# Activity_Check_Current_DRL_key
source: Check Current DRL
cs_cz: Kontrola proudu DRL

# Activity_Check_Current_HB_key
source: Check Current HB
cs_cz: Kontrola proudu HB

# Activity_Check_Current_LB_key
source: Check Current LB
cs_cz: Kontrola proudu LB

# Activity_Check_DABL1_key
source: Check DABL1
cs_cz: Kontrola DABL1

# Activity_Check_DABL2_key
source: Check DABL2
cs_cz: Kontrola DABL2

# Activity_Check_DMD_Position_key
source: Check DMD Position
cs_cz: Kontrola pozice DMD

# Activity_Check_DRL_Off_key
source: Check DRL Off
cs_cz: Kontrola DRL Off

# Activity_Check_DRL_On_key
source: Check DRL On
cs_cz: Kontrola DRL On

# Activity_Check_errors_key
source: Check errors
cs_cz: Kontrola chyb

# Activity_Check_GFHB_Position_key
source: Check GFHB Position
cs_cz: Kontrola pozice GFHB

# Activity_Check_HB_Base_Off_key
source: Check HB Base Off
cs_cz: Kontrola HB Base Off

# Activity_Check_HB_Base_On_key
source: Check HB Base On
cs_cz: Kontrola HB Base On

# Activity_Check_HB_Base_Position_key
source: Check HB Base Position
cs_cz: Kontrola pozice HB Base

# Activity_Check_HB_Laser_Position_key
source: Check HB Laser Position
cs_cz: Kontrola pozice HB Laser

# Activity_Check_HB_Off_key
source: Check HB Off
cs_cz: Kontrola HB Off

# Activity_Check_HB_On_key
source: Check HB On
cs_cz: Kontrola HB On

# Activity_Check_HB_Position_key
source: Check HB Position
cs_cz: Kontrola pozice HB

# Activity_Check_HB_Spot_Off_key
source: Check HB Spot Off
cs_cz: Kontrola HB Spot Off

# Activity_Check_HB_Spot_On_key
source: Check HB Spot On
cs_cz: Kontrola HB Spot On

# Activity_Check_HB_Spot_Position_key
source: Check HB Spot Position
cs_cz: Kontrola pozice HB Spot

# Activity_Check_is_left_DUT_key
source: Check is left DUT
cs_cz: Kontrola zda je levé DUT

# Activity_Check_is_not_left_DUT_key
source: Check is not left DUT
cs_cz: Kontrola zda není levé DUT

# Activity_Check_is_not_right_DUT_key
source: Check is not right DUT
cs_cz: Kontrola zda není pravé DUT

# Activity_Check_is_right_DUT_key
source: Check is right DUT
cs_cz: Kontrola zda je pravé DUT

# Activity_Check_Laser_LED_key
source: Check Laser LED
cs_cz: Kontrola Laser LED

# Activity_Check_LB_Base_Center_Position_key
source: Check LB Base Center Position
cs_cz: Kontrola pozice LB Base Center

# Activity_Check_LB_Base_key
source: Check LB Base
cs_cz: Kontrola LB Base

# Activity_Check_LB_Base_Off_key
source: Check LB Base Off
cs_cz: Kontrola LB Base Off

# Activity_Check_LB_Base_On_key
source: Check LB Base On
cs_cz: Kontrola LB Base On

# Activity_Check_LB_Base_Position_key
source: Check LB Base Position
cs_cz: Kontrola pozice LB Base

# Activity_Check_LB_C190M_key
source: Check LB C190M
cs_cz: Kontrola LB C190M

# Activity_Check_LB_Off_key
source: Check LB Off
cs_cz: Kontrola LB Off

# Activity_Check_LB_On_key
source: Check LB On
cs_cz: Kontrola LB On

# Activity_Check_LB_Position_key
source: Check LB Position
cs_cz: Kontrola pozice LB

# Activity_Check_LB_Spot_Off_key
source: Check LB Spot Off
cs_cz: Kontrola LB Spot Off

# Activity_Check_LB_Spot_On_key
source: Check LB Spot On
cs_cz: Kontrola LB Spot On

# Activity_Check_LB_Spot_Position_key
source: Check LB Spot Position
cs_cz: Kontrola pozice LB Spot

# Activity_Check_LEDs_key
source: Check LEDs
cs_cz: Kontrola LEDek

# Activity_Check_LWR_Position_key
source: Check LWR Position
cs_cz: Kontrola pozice LWR

# Activity_Check_MXB_Off_key
source: Check MXB Off
cs_cz: Kontrola MXB Off

# Activity_Check_MXB_On_key
source: Check MXB On
cs_cz: Kontrola MXB On

# Activity_Check_MXB_Position_key
source: Check MXB Position
cs_cz: Kontrola pozice MXB

# Activity_Check_MXB_Position_LED_04_key
source: Check MXB Position LED 04
cs_cz: Kontrola pozice MXB LED 04

# Activity_Check_MXB_Position_LED_05_key
source: Check MXB Position LED 05
cs_cz: Kontrola pozice MXB LED 05

# Activity_Check_MXB_Position_LED_06_key
source: Check MXB Position LED 06
cs_cz: Kontrola pozice MXB LED 06

# Activity_Check_MXB_Position_LED_07_key
source: Check MXB Position LED 07
cs_cz: Kontrola pozice MXB LED 07

# Activity_Check_MXB_Position_LED_08_key
source: Check MXB Position LED 08
cs_cz: Kontrola pozice MXB LED 08

# Activity_Check_palette_is_ready_key
source: Check palette is ready
cs_cz: Kontrola připravenosti palety

# Activity_Check_Reference_Run_key
source: Check Reference Run
cs_cz: Kontrola dokončení reference

# Activity_Check_SABL1_key
source: Check SABL1
cs_cz: Kontrola SABL1

# Activity_Check_SABL2_key
source: Check SABL2
cs_cz: Kontrola SABL2

# Activity_Check_SM_Off_key
source: Check SM Off
cs_cz: Kontrola SM Off

# Activity_Check_SM_On_key
source: Check SM On
cs_cz: Kontrola SM On

# Activity_Check_Temperatures_sensors_key
source: Check Temperatures sensors
cs_cz: Kontrola Teplotních Senzoru

# Activity_Check_TI_Off_key
source: Check TI Off
cs_cz: Kontrola TI Off

# Activity_Check_TI_On_key
source: Check TI On
cs_cz: Kontrola TI On

# Activity_Check_VAC_motor_stopped_key
source: Check VAC motor stopped
cs_cz: Kontrola zastavení VAC motoru

# Activity_Check_Voltage_CL_key
source: Check Voltage CL
cs_cz: Kontrola napětí CL

# Activity_Check_Voltage_DRL_key
source: Check Voltage DRL
cs_cz: Kontrola napětí DRL

# Activity_Check_Voltage_HB_key
source: Check Voltage HB
cs_cz: Kontrola napětí HB

# Activity_Check_Voltage_LB_key
source: Check Voltage LB
cs_cz: Kontrola napětí LB

# Activity_Clean_after_service_key
source: Clean after service
cs_cz: Mazání po servisním módu

# Activity_Clean_errors_key
source: Clean errors
cs_cz: Mazání chyb

# Activity_Clean_LCB_key
source: Clean LCB
cs_cz: Přesun tubusu do základní pozice

# Activity_Clean_Machine_after_service_key
source: Clean Machine after service
cs_cz: Uvedení stroje do výchozího stavu po opuštění servisu

# Activity_Clean_Machine_backward_key
source: Clean Machine backward
cs_cz: Uvedení stroje do výchozího stavu - zpětný chod

# Activity_Clean_machine_key
source: Clean machine
cs_cz: Uvedení stroje do výchozího stavu

# Activity_Clean_up_Test_key
source: Clean up Test
cs_cz: Ukončení a úklid po testu

# Activity_Clear_Validation_Tables_Communication_key
source: Clear Validation Tables Communication
cs_cz: Mazání validačních tabulek - Communication

# Activity_Clear_validation_tables_HeadlampControl_key
source: Clear validation tables HeadlampControl
cs_cz: Mazání validačních tabulek - HeadlampControl

# Activity_Clear_validation_tables_key
source: Clear validation tables
cs_cz: Mazání validačních tabulek

# Activity_Clear_Validation_Tables_Machine_key
source: Clear Validation Tables Machine
cs_cz: Mazání validačních tabulek - Machine

# Activity_Clear_validation_tables_Main_key
source: Clear validation tables Main
cs_cz: Mazání validačních tabulek - Main

# Activity_Clear_Validation_Tables_Vision_key
source: Clear Validation Tables Vision
cs_cz: Mazání validačních tabulek - Vision

# Activity_Close_key
source: Close
cs_cz: Zavřít

# Activity_Coding_HLI_key
source: Coding HLI
cs_cz: kódování HLI

# Activity_Coding_key
source: Coding
cs_cz: Kódování

# Activity_Coding_LCU_key
source: Coding LCU
cs_cz: kódování LCU

# Activity_Cofigure_Communication_key
source: Cofigure Communication
cs_cz: Konfigurace komunikace

# Activity_Cofigure_Diagnosis_key
source: Cofigure Diagnosis
cs_cz: Konfigurace diagnostické komunikace

# Activity_Collect_By_Template_key
source: Collect By Template
cs_cz: Sběr dat podle šablony

# Activity_Collect_Error_Count_key
source: Collect Error Count
cs_cz: Sběr dat - počet chyb

# Activity_Collect_Error_Images_key
source: Collect Error Images
cs_cz: Sběr dat - chybové obrázky

# Activity_Collect_Error_Text_key
source: Collect Error Text
cs_cz: Sběr dat - chybové texty

# Activity_Compare_Labels_With_Database_key
source: Compare Labels With Database
cs_cz: Porovnání etikety s databází

# Activity_Compile_Code_key
source: Compile Code
cs_cz: Kompilace kódu

# Activity_Configure_All_Cameras_key
source: Configure All Cameras
cs_cz: Konfigurace všech Kamer

# Activity_Configure_Cameras_key
source: Configure Cameras
cs_cz: Konfigurace Kamer

# Activity_Configure_CL_Detection_Data_key
source: Configure CL Detection Data
cs_cz: Konfigurace detekčních dat CL

# Activity_Configure_DABL1_Detection_Data_key
source: Configure DABL1 Detection Data
cs_cz: Konfigurace detekčních dat DABL1

# Activity_Configure_DABL2_Detection_Data_key
source: Configure DABL2 Detection Data
cs_cz: Konfigurace detekčních dat DABL2

# Activity_Configure_GFHB_Detection_Data_key
source: Configure GFHB Detection Data
cs_cz: Konfigurace detekčních dat GFHB

# Activity_Configure_HB_Base_Detection_Data_key
source: Configure HB Base Detection Data
cs_cz: Konfigurace detekčních dat HB Base

# Activity_Configure_HB_Detection_Data_key
source: Configure HB Detection Data
cs_cz: Konfigurace detekčních dat HB

# Activity_Configure_HB_Laser_Detection_Data_key
source: Configure HB Laser Detection Data
cs_cz: Konfigurace detekčních dat HB Laser

# Activity_Configure_HB_Spot_Detection_Data_key
source: Configure HB Spot Detection Data
cs_cz: Konfigurace detekčních dat HB Spot

# Activity_Configure_LB_Base_Center_Detection_Data_key
source: Configure LB Base Center Detection Data
cs_cz: Konfigurace detekčních dat LB Base Center

# Activity_Configure_LB_Base_Detection_Data_key
source: Configure LB Base Detection Data
cs_cz: Konfigurace detekčních dat LB Base

# Activity_Configure_LB_Detection_Data_key
source: Configure LB Detection Data
cs_cz: Konfigurace detekčních dat LB

# Activity_Configure_LB_Spot_Detection_Data_key
source: Configure LB Spot Detection Data
cs_cz: Konfigurace detekčních dat LB Spot

# Activity_Configure_SABL1_Detection_Data_key
source: Configure SABL1 Detection Data
cs_cz: Konfigurace detekčních dat SABL1

# Activity_Configure_SABL2_Detection_Data_key
source: Configure SABL2 Detection Data
cs_cz: Konfigurace detekčních dat SABL2

# Activity_Configute_MXB_Detection_Data_key
source: Configute MXB Detection Data
cs_cz: Konfigurace detekčních dat MXB

# Activity_Contacting_Head_Coding_Update_key
source: Contacting Head Coding Update
cs_cz: Aktualizace kódování kontaktovaci hlavy

# Activity_Continue_on_Error_key
source: Continue on Error
cs_cz: Pokračovat při chybě

# Activity_Cycle_key
source: Cycle
cs_cz: Cyklus

# Activity_Data_Collection_key
source: Data Collection
cs_cz: Sběr dat

# Activity_Decide_HL_Type_key
source: Decide HL Type
cs_cz: Rozhodnutí o typu HL

# Activity_Decide_If_Already_Coded_key
source: Decide If Already Coded
cs_cz: Pokud je již nakódováno

# Activity_Delay_key
source: Delay
cs_cz: Zpoždění

# Activity_Delete_Error_Memory_DMD_key
source: Delete Error Memory DMD
cs_cz: Mazání paměti chyb DMD

# Activity_Delete_Error_Memory_HLI_key
source: Delete Error Memory HLI
cs_cz: Mazání paměti chyb HLI

# Activity_Delete_Error_Memory_key
source: Delete Error Memory
cs_cz: Mazání paměti chyb

# Activity_Delete_Error_Memory_Laser_key
source: Delete Error Memory Laser
cs_cz: Mazání paměti chyb Laseru

# Activity_Delete_Error_Memory_LCU_key
source: Delete Error Memory LCU
cs_cz: Mazání paměti chyb LCU

# Activity_Delete_Error_Memory_only_if_errors_exists_key
source: Delete Error Memory only if errors exists
cs_cz: Mazání paměti chyb v případě, že se chyby nacházejí

# Activity_Delete_Info_Memory_key
source: Delete Info Memory
cs_cz: Mazání Info paměti

# Activity_Diagnosis_Start_key
source: Diagnosis Start
cs_cz: Zapnutí diagnostické komunikace

# Activity_Diagnosis_Stop_key
source: Diagnosis Stop
cs_cz: Vypnutí diagnostické komunikace

# Activity_Disable_camera_config_key
source: Disable camera config
cs_cz: Zakázat konfigurace kamer

# Activity_DMD_Set_Test_Pattern_key
source: DMD Set Test Pattern
cs_cz: DMD nastavení testovacího vzoru

# Activity_DMD_Video_Signal_OFF_key
source: DMD Video Signal OFF
cs_cz: DMD Video signál OFF

# Activity_DMD_Video_Signal_ON_key
source: DMD Video Signal ON
cs_cz: DMD Video signál ON

# Activity_Drive_To_Adjust_Position_key
source: Drive To <Adjust> Position
cs_cz: Nastavení střední pozice motoru

# Activity_Drive_To_BottomInside_Position_key
source: Drive To <BottomInside> Position
cs_cz: Nastavení dolní vnitřní pozice motoru

# Activity_Drive_To_BottomOutside_Position_key
source: Drive To <BottomOutside> Position
cs_cz: Nastavení dolní vnější pozice motoru

# Activity_Drive_To_Bottom_Position_key
source: Drive To <Bottom> Position
cs_cz: Nastavení dolní pozice motoru

# Activity_Drive_To_Intside_Position_key
source: Drive To <Intside> Position
cs_cz: Nastavení vnitřní pozice motoru

# Activity_Drive_To_Outside_Position_key
source: Drive To <Outside> Position
cs_cz: Nastavení vnější pozice motoru

# Activity_Drive_To_Test_moving_Position_key
source: Drive To <Test moving> Position
cs_cz: Nastavení testovací pozice motoru

# Activity_Drive_To_TopInside_Position_key
source: Drive To <TopInside> Position
cs_cz: Nastavení horní vnitřní pozice motoru

# Activity_Drive_To_TopOutside_Position_key
source: Drive To <TopOutside> Position
cs_cz: Nastavení horní vnější pozice motoru

# Activity_Drive_To_Top_Position_key
source: Drive To <Top> Position
cs_cz: Nastavení horní pozice motoru

# Activity_ECU_Serial_Number_Read_key
source: ECU Serial Number Read
cs_cz: Čtení sériového čísla ECU

# Activity_Enable_camera_config_key
source: Enable camera config
cs_cz: Povolit konfiguraci kamer

# Activity_ErrorHandling_Type_CheckErr
source: Check errors
cs_cz: Zkontrolovat chyby

# Activity_ErrorHandling_Type_CleanErr
source: Clean errors
cs_cz: Vymazat chyby

# Activity_ErrorHandling_Type_ErrImg
source: Get error images
cs_cz: Získat obrázky s chybou

# Activity_ErrorHandling_Type_GetErr
source: Get errors
cs_cz: Získat chyby

# Activity_ErrorHandling_Type_GetLastActivityErr
source: Get last error activity name
cs_cz: Získat jméno poslední aktivity s chybou

# Activity_ErrorHandling_Type_GetTables
source: Get invalid validation tables
cs_cz: Získat nevalidní Validační tabulky

# Activity_ErrorHandling_Type_RaiseErr
source: Raise error
cs_cz: Vyvolat chybu

# Activity_ExecuteCode_key
source: ExecuteCode
cs_cz: Vykonání kódu

# Activity_Execute_compiled_code_key
source: Execute compiled code
cs_cz: Vykonání kompilovaného kódu

# Activity_Execute_home_key
source: Execute home
cs_cz: Vykonání balíčku HOME

# Activity_Execute_package_async_LCB_Inside_key
source: Execute package async LCB Inside
cs_cz: Asynchroní vykonání balíčku LCB Inside

# Activity_Execute_package_async_LCB_Middle_key
source: Execute package async LCB Middle
cs_cz: Asynchroní vykonání balíčku LCB MID

# Activity_Execute_package_async_LCB_Outside_key
source: Execute package async LCB Outside
cs_cz: Asynchroní vykonání balíčku LCB Outside

# Activity_Execute_package_async_Prepare_next_cycle_key
source: Execute package async Prepare next cycle
cs_cz: Asynchroní vykonání balíčku Prepare next cycle

# Activity_Execute_package_async_Work_HB_key
source: Execute package async Work HB
cs_cz: Asynchroní vykonání balíčku Work HB

# Activity_Execute_package_Clean_key
source: Execute package Clean
cs_cz: Vykonání balíčku CLEAN

# Activity_Execute_package_key
source: Execute package
cs_cz: Vykonání balíčku

# Activity_Execute_package_LCB_clean_key
source: Execute package LCB clean
cs_cz: Vykonání balíčku LCB clean

# Activity_Execute_package_LCB_CL_async_key
source: Execute package LCB CL async
cs_cz: Asynchroní vykonání balíčku LCB CL

# Activity_Execute_package_LCB_CL_key
source: Execute package LCB CL
cs_cz: Vykonání balíčku LCB CL

# Activity_Execute_package_LCB_MID_key
source: Execute package LCB MID
cs_cz: Vykonání balíčku LCB MID

# Activity_Execute_package_Move_To_Base_key
source: Execute package Move To Base
cs_cz: Vykonání balíčku Move To Base

# Activity_Execute_package_readers_home_key
source: Execute package readers home
cs_cz: Vykonání balíčku READERS HOME

# Activity_Execute_package_readers_read_key
source: Execute package readers read
cs_cz: Vykonání balíčku READERS READ

# Activity_Execute_package_Ready_key
source: Execute package Ready
cs_cz: Vykonání balíčku READY

# Activity_Execute_package_without_possition_lag_key
source: Execute package without possition lag
cs_cz: Vykonání balíčku bez pozičního lagu

# Activity_Execute_package_WORK_CL_key
source: Execute package WORK CL
cs_cz: Vykonání balíčku WORK CL

# Activity_Execute_package_Work_HB_key
source: Execute package Work HB
cs_cz: Vykonání balíčku Work HB

# Activity_Execute_package_Work_key
source: Execute package Work
cs_cz: Vykonání balíčku WORK

# Activity_Execute_Reference_Run_key
source: Execute Reference Run
cs_cz: Vykonání reference

# Activity_Execute_reverse_to_first_step_key
source: Execute reverse to first step
cs_cz: Zpětné vykonání k prvnímu kroku

# Activity_Execute_Step_LCB_Clean_Asynchronously_key
source: Execute Step LCB Clean Asynchronously
cs_cz: Asynchronní Vykonání kroku LCB Clean

# Activity_Execute_Step_LCB_Work_Asynchronously_key
source: Execute Step LCB Work Asynchronously
cs_cz: Asynchronní Vykonání kroku LCB Work

# Activity_Execute_Step_LCB_Work_HB_Asynchronously_key
source: Execute Step LCB Work HB Asynchronously
cs_cz: Asynchronní Vykonání kroku LCB Work HB

# Activity_Execute_Step_LCB_Work_LB_Asynchronously_key
source: Execute Step LCB Work LB Asynchronously
cs_cz: Asynchronní Vykonání kroku LCB Work LB

# Activity_Execute_Test_key
source: Execute Test
cs_cz: Vykonání testu

# Activity_Find_Patterns_key
source: Find Patterns
cs_cz: Hledání shody

# Activity_Find_Patterns_Side_Camera_key
source: Find Patterns Side Camera
cs_cz: Hledaní Shody Boční Kamera

# Activity_Find_Patterns_Top_Camera_key
source: Find Patterns Top Camera
cs_cz: Hledaní Shody Horní Kamera

# Activity_Force_Coding_key
source: Force Coding
cs_cz: Nucené kódování

# Activity_Force_Reinitialize_key
source: Force Reinitialize
cs_cz: Nucená Reinicializace HSX

# Activity_General_Parameter_Write_key
source: General Parameter Write
cs_cz: Zapsání obecných parametrů

# Activity_Get_Absolute_Seconds_key
source: Get Absolute Seconds
cs_cz: Čítač uplynulého času

# Activity_Get_ALCZ_code_key
source: Get ALCZ code
cs_cz: Získání ALCZ kódu

# Activity_Get_ALCZ_Part_Number_key
source: Get ALCZ Part Number
cs_cz: Získání ALCZ Part Number

# Activity_Get_analog_input_voltage_key
source: Get analog input voltage
cs_cz: Měření napětí na analogovém vstupu

# Activity_Get_change_index_if_production_key
source: Get change index if production
cs_cz: Získáni změnového indexu v případě PDUT

# Activity_Get_change_index_key
source: Get change index
cs_cz: Získání Change Indexu

# Activity_Get_customer_AI_key
source: Get customer AI
cs_cz: Získání zákaznického AI

# Activity_Get_Customer_Code_key
source: Get Customer Code
cs_cz: Získání zákaznického kódu

# Activity_Get_customer_PN_key
source: Get customer PN
cs_cz: Získání zákaznického PN

# Activity_Get_cycle_number_key
source: Get cycle number
cs_cz: Zjištění čísla cyklu

# Activity_Get_cycle_time_key
source: Get cycle time
cs_cz: Zjištění času cyklu

# Activity_Get_date_time_key
source: Get date time
cs_cz: Získání data a času

# Activity_Get_date_time_now_key
source: Get date time now
cs_cz: Získání aktuálního data a času

# Activity_Get_errors_key
source: Get errors
cs_cz: Získání chyb

# Activity_Get_error_images_key
source: Get error images
cs_cz: Získání chybových obrázků

# Activity_Get_HL_variant_key
source: Get HL variant
cs_cz: Získání verze světlometu

# Activity_Get_Image_and_Meas_Intensity_key
source: Get Image and Meas Intensity
cs_cz: Hledání shody PPCS Pomocí Intenzity

# Activity_Get_logged_users_key
source: Get logged users
cs_cz: Zjištění příhlášeného uživatele

# Activity_Get_Mounting_side_from_optical_sensors_key
source: Get Mounting side from optical sensors
cs_cz: Získáni montážní strany z optického senzoru

# Activity_Get_operator_result_key
source: Get operator result
cs_cz: Získání výsledku testu od operátora

# Activity_Get_power_supply_voltage_key
source: Get power supply voltage
cs_cz: Přečtení vstupního napětí

# Activity_Get_proccess_or_not_key
source: Get proccess or not
cs_cz: Spracovat nebo ne

# Activity_Get_Process_Or_Not_key
source: Get Process Or Not
cs_cz: Zpracovat nebo ne

# Activity_Get_sequence_variant_key
source: Get sequence variant
cs_cz: Získání varianty sekvence

# Activity_HLI_LCU_L_Off_key
source: HLI LCU L Off
cs_cz: Vypnutí HLI LCU L

# Activity_HLI_LCU_L_on_key
source: HLI LCU L on
cs_cz: Zapnutí HLI LCU L

# Activity_HL_Initialization_and_identification_key
source: HL Initialization and identification
cs_cz: HL Inicializace a Identifikace

# Activity_Home_Machine_key
source: Home Machine
cs_cz: Uvedení stroje do základní pozice

# Activity_Identification_and_tracebility_HLI_key
source: Identification and tracebility HLI
cs_cz: Identifikace a sledovatelnost HLI

# Activity_Identification_and_tracebility_LCU_key
source: Identification and tracebility LCU
cs_cz: Identifikace a sledovatelnost LCU

# Activity_Identification_and_Variant_Selection_HLI_key
source: Identification and Variant Selection HLI
cs_cz: Identifikace a výběr varianty HLI

# Activity_Identification_and_Variant_Selection_key
source: Identification and Variant Selection
cs_cz: Identifikace a výběr varianty

# Activity_Identification_and_Variant_Selection_LCU_key
source: Identification and Variant Selection LCU
cs_cz: Identifikace a výběr varianty LCU

# Activity_Identification_key
source: Identification
cs_cz: Identifikace

# Activity_If_Both_key
source: If Both
cs_cz: Pokud jsou obě
