Repository: mmmseeemmmm/MTF
Catalog: MTFClientServerCommon/SequenceLocalization/ActivityNames.*.resx
Languages: cs_cz

# Activity_Vision_MXB_pattern_03_key
source: Vision MXB pattern 03
cs_cz: Kontrola Intenzity MXB Skupina LED C

# Activity_Vision_POS_key
source: Vision POS
cs_cz: Kontrola Intezity POS

# Activity_Vision_SABL1_key
source: Vision SABL1
cs_cz: Optická Kontrola SABL1

# Activity_Vision_SABL2_key
source: Vision SABL2
cs_cz: Optická Kontrola SABL2

# Activity_Vision_SCL_key
source: Vision SCL
cs_cz: Kontrola Intezity a Barvy SCL

# Activity_Vision_SM_key
source: Vision SM
cs_cz: Kontrola Intenzity a Barvy SM

# Activity_Vision_TI_key
source: Vision TI
cs_cz: Kontrola Intenzity a Barvy TI

# Activity_Waiting_for_DC_motor_stopped_key
source: Waiting for DC motor stopped
cs_cz: Čekání na zastavení DC motoru

# Activity_Waiting_for_Machine_key
source: Waiting for Machine
cs_cz: Čekání na inicializaci stroje

# Activity_Waiting_for_movement_key
source: Waiting for movement
cs_cz: Čekání na dokončení pohybu

# Activity_Waiting_for_next_cycle_key
source: Waiting for next cycle
cs_cz: Čekání na další cyklus

# Activity_Waiting_for_Operator_Cotrol_key
source: Waiting for Operator Cotrol
cs_cz: Čekání na kontrolu operátora

# Activity_Waiting_for_package_complete_key
source: Waiting for package complete
cs_cz: Čekání na dokončení balíčku

# Activity_Waiting_for_pallete_key
source: Waiting for pallete
cs_cz: Čekání na paletu

# Activity_Waiting_for_Pallete_START_key
source: Waiting for Pallete START
cs_cz: Čekání na Paletu START

# Activity_Waiting_for_Pallete_STOP_key
source: Waiting for Pallete STOP
cs_cz: Čekání na paletu STOP

# Activity_Waiting_for_step_complete_key
source: Waiting for step complete
cs_cz: Čekání na dokončení kroku

# Activity_Waiting_for_VAC_stopped_key
source: Waiting for VAC stopped
cs_cz: Čekání na zastavení VAC

# Activity_Write_coding_key
source: Write coding
cs_cz: Zapsání kódovacích dat

# Activity_Write_production_date_HLI_key
source: Write production date HLI
cs_cz: Zapsání data produkce HLI

# Activity_Write_production_date_key
source: Write production date
cs_cz: Zapsání data produkce

# Activity_Write_production_date_LCU_key
source: Write production date LCU
cs_cz: Zapsání data produkce LCU

# Activity_Msg_Type_Warning
source: Warning
cs_cz: Varování

# Activity_Msg_Type_Error
source: Error
cs_cz: Chyba

# Activity_Msg_Type_Question
source: Question
cs_cz: Otázka

# Activity_Msg_Type_ImportantQuestion
source: Important Question
cs_cz: Důležitá otázka

# Activity_Msg_Type_Choice
source: Choice
cs_cz: Výběr

# Activity_Msg_Type_NoBlocking
source: Non-blocking
cs_cz: Neblokující

# Activity_Msg_Type_Input
source: Input
cs_cz: Vstup

# Activity_Msg_Type_Picture
source: Picture
cs_cz: Obrázek

# Activity_Msg_Type_Close
source: Close
cs_cz: Zavřít

# Activity_Msg_DisplayType_ComboBox
source: Listbox
cs_cz: Seznam

# Activity_Msg_DisplayType_Buttons
source: Buttons
cs_cz: Tlačítka

# Activity_Msg_DisplayType_ToggleButtons
source: Toggle Buttons
cs_cz: Přepínací tlačítka

# Activity_Check_Fan_Off_key
source: Check Fan Off
cs_cz: Kontrola Ventilátor Off

# Activity_Check_Fan_On_key
source: Check Fan On
cs_cz: Kontrola Ventilátor On

# Activity_HSX_Off_key
source: HSX Off
cs_cz: Vypnutí HSX

# Activity_Move_LCB_to_Clean_key
source: Move LCB to Clean
cs_cz: Přesun tubusu do pozice LCB Clean

# Activity_Move_LCB_to_Work_key
source: Move LCB to Work
cs_cz: Přesun tubusu do pozice LCB Work

# Activity_Read_SW_after_coding_key
source: Read SW after coding
cs_cz: Vyčítání/Identifikace SW po kódování

# Activity_Status_Line_HB_ON_key
source: Status Line HB ON
cs_cz: Získání Status Line HB

# Activity_Status_Line_LB_HB_Off_key
source: Status Line LB+HB Off
cs_cz: Získání Status Line LB+HB Off

# Activity_Status_Line_LB_ON_key
source: Status Line LB ON
cs_cz: Získání Status Line LB

# Activity_Turn_Off_additional_lights_key
source: Turn Off additional lights
cs_cz: Vypnutí přídavného osvětlení

# Activity_Turn_Off_VAC_Motor_key
source: Turn Off VAC Motor
cs_cz: Vypnutí VAC Motoru

# Activity_Turn_On_additional_lights_key
source: Turn On additional lights
cs_cz: Zapnutí přídavného osvětlení

# Activity_Adjust_HB_Horizontal_key
source: Adjust HB Horizontal
cs_cz: Seříteni HB (horizontálně)

# Activity_Adjust_HB_Range_Test_key
source: Adjust HB + Range Test
cs_cz: Seříteni HB s testem mech. Rozsahu

# Activity_Adjust_LB_key
source: Adjust LB
cs_cz: Seřízení LB

# Activity_Adjust_LB_Spot_Range_Test_key
source: Adjust LB Spot + Range Test
cs_cz: Seřízení LB Spot s testem mech. rozsahu

# Activity_Adjust_LB_Wide_key
source: Adjust LB Wide
cs_cz: Seřízení LB Wide

# Activity_Adjust_LB_Wide_Range_Test_key
source: Adjust LB Wide + Range Test
cs_cz: Seřízení LB Wide s testem mech. rozsahu

# Activity_Adjust_LB_Wide_Vertical_key
source: Adjust LB Wide Vertical
cs_cz: Seřízení LB Wide (vertikálně)

# Activity_Adjust_S_Light_Horizontal_key
source: Adjust S Light Horizontal
cs_cz: Seřízení S-light horizontálně

# Activity_Adjust_S_Light_Vertical_key
source: Adjust S Light Vertical
cs_cz: Seřízení S-light vertikálně

# Activity_All_Light_Function_Off_key
source: All Light Function Off
cs_cz: Vypnutí všech světelných funkcí

# Activity_Check_Error_Memory_key
source: Check Error Memory
cs_cz: Kontrola chybové paměti

# Activity_Check_Fan_key
source: Check Fan
cs_cz: Zkontroluj větrák

# Activity_Check_HB_key
source: Check HB
cs_cz: Kontrola HB

# Activity_Check_if_GS_DUT_was_selected_key
source: Check if GS / DUT was selected
cs_cz: Zkontroluj volbu mustru / produkce

# Activity_Check_LB_Wide_Off_key
source: Check LB Wide Off
cs_cz: Zkontroluj vypnutý LB Wide

# Activity_Check_LB_Wide_On_key
source: Check LB Wide On
cs_cz: Zkontroluj zapnutý LB Wide

# Activity_Check_LB_Wide_Vertical_key
source: Check LB Wide Vertical
cs_cz: Kontrola LB Wide (vertikálně)

# Activity_Check_motor_position_key
source: Check motor position
cs_cz: Zkontroluj pozici motoru

# Activity_Check_motor_supply_voltage_off_key
source: Check motor supply voltage off
cs_cz: Zkontroluj vypnuté napětí motoru

# Activity_Check_motor_supply_voltage_on_key
source: Check motor supply voltage on
cs_cz: Zkontroluj napětí motoru

# Activity_Check_MXB_pattern_1_Off_key
source: Check MXB pattern 1 Off
cs_cz: Zkontroluj vypnutý MXB vzor 1

# Activity_Check_MXB_pattern_1_On_key
source: Check MXB pattern 1 On
cs_cz: Zkontroluj zapnutý MXB vzor 1

# Activity_Check_MXB_pattern_2_Off_key
source: Check MXB pattern 2 Off
cs_cz: Zkontroluj vypnutý MXB vzor 2

# Activity_Check_MXB_pattern_2_On_key
source: Check MXB pattern 2 On
cs_cz: Zkontroluj zapnutý MXB vzor 2

# Activity_Check_MXB_pattern_3_Off_key
source: Check MXB pattern 3 Off
cs_cz: Zkontroluj vypnutý MXB vzor 3

# Activity_Check_MXB_pattern_3_On_key
source: Check MXB pattern 3 On
cs_cz: Zkontroluj zapnutý MXB vzor 3

# Activity_Check_MXB_Segment_10_Off_key
source: Check MXB Segment 10 Off
cs_cz: Zkontroluj vypnutý MXB segment 10

# Activity_Check_MXB_Segment_10_On_key
source: Check MXB Segment 10 On
cs_cz: Zkontroluj zapnutý segment 10

# Activity_Check_MXB_Segment_11_Off_key
source: Check MXB Segment 11 Off
cs_cz: Zkontroluj vypnutý MXB segment 11

# Activity_Check_MXB_Segment_11_On_key
source: Check MXB Segment 11 On
cs_cz: Zkontroluj zapnutý segment 11

# Activity_Check_MXB_Segment_12_Off_key
source: Check MXB Segment 12 Off
cs_cz: Zkontroluj vypnutý MXB segment 12

# Activity_Check_MXB_Segment_12_On_key
source: Check MXB Segment 12 On
cs_cz: Zkontroluj zapnutý segment 12

# Activity_Check_MXB_Segment_1_Off_key
source: Check MXB Segment 1 Off
cs_cz: Zkontroluj vypnutý MXB segment 1

# Activity_Check_MXB_Segment_1_On_key
source: Check MXB Segment 1 On
cs_cz: Zkontroluj zapnutý segment 1

# Activity_Check_MXB_Segment_2_Off_key
source: Check MXB Segment 2 Off
cs_cz: Zkontroluj vypnutý MXB segment 2

# Activity_Check_MXB_Segment_2_On_key
source: Check MXB Segment 2 On
cs_cz: Zkontroluj zapnutý segment 2

# Activity_Check_MXB_Segment_3_Off_key
source: Check MXB Segment 3 Off
cs_cz: Zkontroluj vypnutý MXB segment 3

# Activity_Check_MXB_Segment_3_On_key
source: Check MXB Segment 3 On
cs_cz: Zkontroluj zapnutý segment 3

# Activity_Check_MXB_Segment_4_Off_key
source: Check MXB Segment 4 Off
cs_cz: Zkontroluj vypnutý MXB segment 4

# Activity_Check_MXB_Segment_4_On_key
source: Check MXB Segment 4 On
cs_cz: Zkontroluj zapnutý segment 4

# Activity_Check_MXB_Segment_5_Off_key
source: Check MXB Segment 5 Off
cs_cz: Zkontroluj vypnutý MXB segment 5

# Activity_Check_MXB_Segment_5_On_key
source: Check MXB Segment 5 On
cs_cz: Zkontroluj zapnutý segment 5

# Activity_Check_MXB_Segment_6_Off_key
source: Check MXB Segment 6 Off
cs_cz: Zkontroluj vypnutý MXB segment 6

# Activity_Check_MXB_Segment_6_On_key
source: Check MXB Segment 6 On
cs_cz: Zkontroluj zapnutý segment 6

# Activity_Check_MXB_Segment_7_Off_key
source: Check MXB Segment 7 Off
cs_cz: Zkontroluj vypnutý MXB segment 7

# Activity_Check_MXB_Segment_7_On_key
source: Check MXB Segment 7 On
cs_cz: Zkontroluj zapnutý segment 7

# Activity_Check_MXB_Segment_8_Off_key
source: Check MXB Segment 8 Off
cs_cz: Zkontroluj vypnutý MXB segment 8

# Activity_Check_MXB_Segment_8_On_key
source: Check MXB Segment 8 On
cs_cz: Zkontroluj zapnutý segment 8

# Activity_Check_MXB_Segment_9_Off_key
source: Check MXB Segment 9 Off
cs_cz: Zkontroluj vypnutý MXB segment 9

# Activity_Check_MXB_Segment_9_On_key
source: Check MXB Segment 9 On
cs_cz: Zkontroluj zapnutý segment 9

# Activity_Check_POS_Off_key
source: Check POS Off
cs_cz: Zkontroluj vypnuté poziční světlo

# Activity_Check_POS_On_key
source: Check POS On
cs_cz: Zkontroluj zapnuté poziční světlo

# Activity_Check_RGB1_Off_key
source: Check RGB1 Off
cs_cz: Zkontroluj vypnutý RGB 1

# Activity_Check_RGB1_On_key
source: Check RGB1 On
cs_cz: Zkontroluj zapnutý RGB 1

# Activity_Check_RGB2_Off_key
source: Check RGB2 Off
cs_cz: Zkontroluj vypnutý RGB 2

# Activity_Check_RGB2_On_key
source: Check RGB2 On
cs_cz: Zkontroluj zapnutý RGB 2

# Activity_Check_RGB_Color_key
source: Check RGB Color
cs_cz: Kontrola barvy RGB

# Activity_Check_RGB_Intensity_key
source: Check RGB Intensity
cs_cz: Kontrola intenzity RGB

# Activity_Check_RGB_Off_key
source: Check RGB Off
cs_cz: Zkontroluj vypnutý RGB

# Activity_Check_RGB_On_key
source: Check RGB On
cs_cz: Zkontroluj zapnutý RGB

# Activity_Choose_HL_Type_key
source: Choose HL Type
cs_cz: Vyber variantu světla

# Activity_Clean_Validation_Tables_key
source: Clean Validation Tables
cs_cz: Mazání validačních tabulek

# Activity_CompileCodes_key
source: CompileCodes
cs_cz: Zkompiluj kódy

# Activity_Configure_LB_Base_Vertical_Detection_Data_key
source: Configure LB Base Vertical Detection Data
cs_cz: Konfigurace detekčních LB Base (vertikálně)

# Activity_Configure_LB_Wide_Detection_Data_key
source: Configute LB Wide Detection Data
cs_cz: Konfigurace detekčních LB Wide

# Activity_Delay_to_see_result_key
source: Delay to see result
cs_cz: Čekání pro zobrazení výsledků

# Activity_Disable_Logging_key
source: Disable Logging
cs_cz: Disabluj logování

# Activity_Enable_Logging_key
source: Enable Logging
cs_cz: Enabluj logování

# Activity_Execute_step_async_key
source: Execute step async
cs_cz: Spusť krok

# Activity_Execute_step_async_LCB_MID_key
source: Execute step async LCB MID
cs_cz: Tubus do pozice mid (asynchronně)

# Activity_Execute_step_Clean_key
source: Execute step Clean
cs_cz: Spusť krok clean

# Activity_Execute_step_key
source: Execute step
cs_cz: Spusť krok

# Activity_Execute_step_LCB_Work_key
source: Execute step LCB Work
cs_cz: Tubus do pozice work

# Activity_Execute_step_work_key
source: Execute step work
cs_cz: Spusť krok work

# Activity_Fan_Off_key
source: Fan Off
cs_cz: Vypni větráček

# Activity_Fan_On_key
source: Fan On
cs_cz: Zapni větráček

# Activity_FAN_Test_key
source: FAN Test
cs_cz: Test vetráčku

# Activity_Fill_Vision_Logging_key
source: Fill Vision Logging
cs_cz: Vyplň tabulku logování

# Activity_Get_AL_Code_key
source: Get AL Code
cs_cz: Získání AL kódu

# Activity_Get_Image_and_Find_Patterns_key
source: Get Image and Find Patterns
cs_cz: Kontrola přítomnosti

# Activity_GS_Production_key
source: GS / Production
cs_cz: Mustr / produkce

# Activity_HL_Variant_key
source: HL Variant
cs_cz: Varianta světla

# Activity_Ignition_Off_key
source: Ignition Off
cs_cz: Vypni signál zapalování

# Activity_Ignition_On_key
source: Ignition On
cs_cz: Zapni signál zapalování

# Activity_Init_Bus_Com_key
source: Init Bus Com
cs_cz: Inicializace buscomu

# Activity_Init_cyklic_comunication_key
source: Init cyklic comunication
cs_cz: Inicializace cyklické komunikace

# Activity_Init_diagnostic_communication_key
source: Init diagnostic communication
cs_cz: Inicializace diagnostické komunikace

# Activity_LB_Wide_Off_key
source: LB Wide Off
cs_cz: Vypni LB Wide

# Activity_LB_Wide_On_key
source: LB Wide On
cs_cz: Zapni LB Wide

# Activity_LCB_CL_Async_key
source: LCB CL Async
cs_cz: Tubus do pozice CL (asynchronně)

# Activity_LCB_Work_Async_key
source: LCB Work Async
cs_cz: Tubus do pozice work (asynchronně)

# Activity_LCB_Work_key
source: LCB Work
cs_cz: Tubus do pozice work

# Activity_LED_Off_key
source: LED + Off
cs_cz: Vypni LED

# Activity_LED_On_key
source: LED + On
cs_cz: Zapni LED

# Activity_Light_Distribution_key
source: Light Distribution
cs_cz: Světelná distribuce

# Activity_Manual_variant_selection_key
source: Manual variant selection
cs_cz: Manuální volba varianty

# Activity_Measure_current_LB_Wide_key
source: Measure current LB Wide
cs_cz: Změř proud LB wide

# Activity_Measure_current_RGB1_key
source: Measure current RGB1
cs_cz: Změř proud RGB 1

# Activity_Measure_current_RGB2_key
source: Measure current RGB2
cs_cz: Změř proud RGB 2

# Activity_Measure_LMM_5V_key
source: Measure LMM + 5V
cs_cz: Změř napětí LMM +5V

# Activity_Movement_Test_Entry_Bottom_key
source: Movement Test Entry Bottom
cs_cz: Test pohybů dolní pozice

# Activity_Movement_test_Entry_key
source: Movement test Entry
cs_cz: Test pohybů Entry

# Activity_Movement_Test_Entry_Mid_Adjustment_key
source: Movement Test Entry Mid, Adjustment
cs_cz: Test pohybů střed

# Activity_Movement_Test_Entry_Top_key
source: Movement Test Entry Top
cs_cz: Test pohybů horní pozice

# Activity_Movement_Test_Upper_Bottom_Inside_key
source: Movement Test Upper Bottom Inside
cs_cz: Test pohybů dolní vnitřní pozice

# Activity_Movement_Test_Upper_Bottom_Outside_key
source: Movement Test Upper Bottom Outside
cs_cz: Test pohybů dolní vnější pozice

# Activity_Movement_test_Upper_key
source: Movement test Upper
cs_cz: Test pohybů Upper

# Activity_Movement_Test_Upper_Mid_Straight_Adjustment_key
source: Movement Test Upper Mid Straight, Adjustment
cs_cz: Test pohybů střed

# Activity_Movement_Test_Upper_Top_Inside_key
source: Movement Test Upper Top Inside
cs_cz: Test pohybů horní vnitřní pozice

# Activity_Movement_Test_Upper_Top_Outside_key
source: Movement Test Upper Top Outside
cs_cz: Test pohybů horní vnější pozice

# Activity_MXB_pattern_1_Off_key
source: MXB pattern 1 Off
cs_cz: Vypni MXB vzor 1

# Activity_MXB_pattern_1_On_key
source: MXB pattern 1 On
cs_cz: Zapni MXB vzor 1

# Activity_MXB_pattern_2_Off_key
source: MXB pattern 2 Off
cs_cz: Vypni MXB vzor 2

# Activity_MXB_pattern_2_On_key
source: MXB pattern 2 On
cs_cz: Zapni MXB vzor 2

# Activity_MXB_pattern_3_Off_key
source: MXB pattern 3 Off
cs_cz: Vypni MXB vzor 3

# Activity_MXB_pattern_3_On_key
source: MXB pattern 3 On
cs_cz: Zapni MXB vzor 3

# Activity_MXB_Segment_10_Off_key
source: MXB Segment 10 Off
cs_cz: Vypni MXB segment 10

# Activity_MXB_Segment_10_On_key
source: MXB Segment 10 On
cs_cz: Zapni MXB Segment 10

# Activity_MXB_Segment_11_Off_key
source: MXB Segment 11 Off
cs_cz: Vypni MXB segment 11

# Activity_MXB_Segment_11_On_key
source: MXB Segment 11 On
cs_cz: Zapni MXB Segment 11

# Activity_MXB_Segment_12_Off_key
source: MXB Segment 12 Off
cs_cz: Vypni MXB segment 12

# Activity_MXB_Segment_12_On_key
source: MXB Segment 12 On
cs_cz: Zapni MXB Segment 12

# Activity_MXB_Segment_1_Off_key
source: MXB Segment 1 Off
cs_cz: Vypni MXB segment 1

# Activity_MXB_Segment_1_On_key
source: MXB Segment 1 On
cs_cz: Zapni MXB Segment 1

# Activity_MXB_Segment_2_Off_key
source: MXB Segment 2 Off
cs_cz: Vypni MXB segment 2

# Activity_MXB_Segment_2_On_key
source: MXB Segment 2 On
cs_cz: Zapni MXB Segment 2

# Activity_MXB_Segment_3_Off_key
source: MXB Segment 3 Off
cs_cz: Vypni MXB segment 3

# Activity_MXB_Segment_3_On_key
source: MXB Segment 3 On
cs_cz: Zapni MXB Segment 3

# Activity_MXB_Segment_4_Off_key
source: MXB Segment 4 Off
cs_cz: Vypni MXB segment 4

# Activity_MXB_Segment_4_On_key
source: MXB Segment 4 On
cs_cz: Zapni MXB Segment 4

# Activity_MXB_Segment_5_Off_key
source: MXB Segment 5 Off
cs_cz: Vypni MXB segment 5

# Activity_MXB_Segment_5_On_key
source: MXB Segment 5 On
cs_cz: Zapni MXB Segment 5

# Activity_MXB_Segment_6_Off_key
source: MXB Segment 6 Off
cs_cz: Vypni MXB segment 6

# Activity_MXB_Segment_6_On_key
source: MXB Segment 6 On
cs_cz: Zapni MXB Segment 6

# Activity_MXB_Segment_7_Off_key
source: MXB Segment 7 Off
cs_cz: Vypni MXB segment 7

# Activity_MXB_Segment_7_On_key
source: MXB Segment 7 On
cs_cz: Zapni MXB Segment 7

# Activity_MXB_Segment_8_Off_key
source: MXB Segment 8 Off
cs_cz: Vypni MXB segment 8

# Activity_MXB_Segment_8_On_key
source: MXB Segment 8 On
cs_cz: Zapni MXB Segment 8

# Activity_MXB_Segment_9_Off_key
source: MXB Segment 9 Off
cs_cz: Vypni MXB segment 9

# Activity_MXB_Segment_9_On_key
source: MXB Segment 9 On
cs_cz: Zapni MXB Segment 9

# Activity_OffBoardStart_key
source: OffBoardStart
cs_cz: Start diagnostické komunikace

# Activity_OffboardStop_key
source: OffboardStop
cs_cz: Stop diagnostické komunikace

# Activity_OffBoard_Flash_Job_Session_1_key
source: OffBoard Flash Job Session 1
cs_cz: Flašování řídící jednotky 1

# Activity_OffBoard_Flash_Job_Session_2_key
source: OffBoard Flash Job Session 2
cs_cz: Flašování řídící jednotky

# Activity_OnBoardStart_key
source: OnBoardStart
cs_cz: Start cyklické komunikace

# Activity_Prepare_machine_init_bus_com_key
source: Prepare machine + init bus com
cs_cz: Příprava stroje a start komunikace

# Activity_Read_authentification_zone_key
source: Read authentification zone
cs_cz: Vyčítání autentizačních dat

# Activity_Read_barcodes_key
source: Read barcodes
cs_cz: Vyčtení čárového kódu

# Activity_Read_boost_buck_temperature_key
source: Read boost buck temperature
cs_cz: Vyčti teploty na Buck-Boost měniči

# Activity_Read_calibration_data_key
source: Read calibration data
cs_cz: Vyčti kalibrační data

# Activity_Read_ECU_Manufacturing_Date_Identifier_key
source: Read ECU Manufacturing Date Identifier
cs_cz: Vyčítání výrobního identifikátoru řídicí jednotky

# Activity_Read_ECU_serial_number_key
source: Read ECU serial number
cs_cz: Vyčítání seriového čísla řídicí jednotky

# Activity_Read_ECU_SW_version_key
source: Read ECU SW version
cs_cz: Vyčítání SW verze řidicí jednotky

# Activity_Read_factory_data_key
source: Read factory data
cs_cz: Vyčítání tovarních dat

# Activity_Read_LDM_Coding_After_Coding_key
source: Read LDM Coding After Coding
cs_cz: Vyčti info po kódování

# Activity_Read_LDM_Coding_Before_Coding_key
source: Read LDM Coding Before Coding
cs_cz: Vyčti info před kódováním

# Activity_Read_voltages_NTC_Coding_resistors_key
source: Read voltages NTC, Coding resistors
cs_cz: Vyčti napětí na NTC a Kódovacích rezistorech

# Activity_Refresh_Cameras_key
source: Refresh Cameras
cs_cz: Obnov kamery

# Activity_Reset_ECU_key
source: Reset ECU
cs_cz: Reset řídicí jednotky

# Activity_Reset_Flash_Counter_key
source: Reset Flash Counter
cs_cz: Resetuj čítač flashování

# Activity_Reset_test_Done_key
source: Reset test Done
cs_cz: Resetuj ukončení cyklu

# Activity_Reset_test_NOK_key
source: Reset test NOK 01
cs_cz: Resetuj NOK test

# Activity_Reset_test_OK_key
source: Reset test OK 01
cs_cz: Resetuj OK test

# Activity_RestartTimer_key
source: RestartTimer
cs_cz: Restart stopek

# Activity_RGB1_Off_key
source: RGB1 Off
cs_cz: Vypni RGB 1

# Activity_RGB1_On_key
source: RGB1 On
cs_cz: Zapni RGB 1

# Activity_RGB2_Off_key
source: RGB2 Off
cs_cz: Vypni RGB 2

# Activity_RGB2_On_key
source: RGB2 On
cs_cz: Zapni RGB 2

# Activity_RGBTest_Aim_key
source: RGBTest Aim
cs_cz: RGB Test EOL

# Activity_RGB_Off_key
source: RGB Off
cs_cz: Vypni RGB

# Activity_RGB_On_key
source: RGB On
cs_cz: Zapni RGB

# Activity_RGB_Test_PreAim_key
source: RGB Test PreAim
cs_cz: RGB Test LWRko

# Activity_Send_Result_and_Clean_key
source: Send Result and Clean
cs_cz: Pošli výsledek a vykonej krok Clean

# Activity_Set_Camera_Configure_key
source: Set Camera Configure
cs_cz: Nastav konfiguraci kamer

# Activity_Set_Code_key
source: Set Code
cs_cz: Nastav čárový kód

# Activity_Set_empty_variant_key
source: Set empty variant
cs_cz: Nastav prázdnou variantu

# Activity_Set_GS_DUT_key
source: Set GS / DUT
cs_cz: Zvolit muster / produkce

# Activity_Set_HL_Variant_key
source: Set HL Variant
cs_cz: Nastav variantu světla

# Activity_Set_Img_Log_Path_key
source: Set Img Log Path
cs_cz: Nastavení cesty pro logování

# Activity_Set_motor_position_key
source: Set motor position
cs_cz: Nastav pozici motoru

# Activity_Set_OffBoardDTS_key
source: Set OffBoardDTS
cs_cz: Nastavení diagnostické komunikace

# Activity_Set_OnBoards_key
source: Set OnBoards
cs_cz: Nastav cyklickou komunikaci

# Activity_Set_relays_key
source: Set relays
cs_cz: Nastav relé

# Activity_Set_segments_from_a_table_key
source: Set segments from a table
cs_cz: Nastav segmenty MXB z tabulky

# Activity_Set_Vision_Logging_key
source: Set Vision Logging
cs_cz: Nastav loggování vision

# Activity_Start_duration_counter_key
source: Start duration counter
cs_cz: Zapnutí stopek

# Activity_Start_extended_diagnostic_mode_key
source: Start extended diagnostic mode
cs_cz: Zapni rozšířený diagnostický mód

# Activity_Start_Image_Log_key
source: Start Image Log
cs_cz: Nastartuj logování

# Activity_Start_production_diagnostic_mode_key
source: Start production diagnostic mode
cs_cz: Zapni provozní diagnostický mód

# Activity_StopTimer_key
source: StopTimer
cs_cz: Zastavení stopek

# Activity_Stop_Image_Log_key
source: Stop Image Log
cs_cz: Stopni logování

# Activity_StringContain_Left_key
source: StringContain Left
cs_cz: Ověření přítomnosti levé strany

# Activity_StringContain_Right_key
source: StringContain Right
cs_cz: Ověření přítomnosti pravé strany

# Activity_Switch_ECUs_OFF_key
source: Switch ECUs OFF
cs_cz: Vypni ECU

# Activity_Switch_ECUs_ON_key
source: Switch ECUs ON
cs_cz: Zapni ECU

# Activity_Turn_off_motor_supply_voltage_key
source: Turn off motor supply voltage
cs_cz: Vypni napětí motoru

# Activity_Turn_on_motor_supply_voltage_key
source: Turn on motor supply voltage
cs_cz: Zapni napětí motoru

# Activity_Verify_Mounting_side_key
source: Verify Mounting side
cs_cz: Ověření montážní strany

# Activity_Vision_Adjust_LB_with_Range_Test_key
source: Vision Adjust LB with Range Test
cs_cz: Seřízení LB s testem mech. rozsahu

# Activity_Vision_check_LB_spot_key
source: Vision check LB spot
cs_cz: Kontrola LB spot

# Activity_Vision_Configure_All_Cameras_key
source: Vision Configure All Cameras
cs_cz: Konfiguruj všechny kamery

# Activity_Vision_Init_key
source: Vision Init
cs_cz: Init Vision

# Activity_Vision_LB_Base_Vertical_Check_key
source: Vision LB Base Vertical Check
cs_cz: Kontrola LB Base (vertikálně)

# Activity_Vision_Movement_Bottom_Inside_key
source: Vision Movement Bottom Inside
cs_cz: Kontrola pohybů spodní vnitřní pozice

# Activity_Vision_Movement_Bottom_Outside_key
source: Vision Movement Bottom Outside
cs_cz: Kontrola pohybů spodní vnější pozice

# Activity_Vision_Movement_Mid_Straight_Adjustment_key
source: Vision Movement Mid Straight, Adjustment
cs_cz: Kontrola pohybů střed

# Activity_Vision_Movement_Top_Inside_key
source: Vision Movement Top Inside
cs_cz: Kontrola pohybů horní vnitřní pozice
