Repository: mmmseeemmmm/MTF
Catalog: MTFClientServerCommon/SequenceLocalization/ActivityNames.*.resx
Languages: cs_cz

# Activity_If_coding_data_mismatch_key
source: If coding data mismatch
cs_cz: Pokud kódovací data neodpovídají

# Activity_If_different_mounting_side_key
source: If different mounting side
cs_cz: V případě jiné montážní strany

# Activity_If_errors_exists_key
source: If errors exists
cs_cz: Pokud se vyskytují chyby

# Activity_If_first_run_key
source: If first run
cs_cz: V případě prvního cyklu

# Activity_IF_GS_key
source: IF GS
cs_cz: Pokud je GS

# Activity_if_Left_key
source: if Left
cs_cz: Pokud je levá

# Activity_If_NOK_key
source: If NOK
cs_cz: Pokud je NOK

# Activity_If_not_coded_key
source: If not coded
cs_cz: Pokud není nakódováno

# Activity_If_not_repeating_key
source: If not repeating
cs_cz: Když není opakovaní

# Activity_If_ok_key
source: If OK
cs_cz: Pokud je OK

# Activity_if_Right_key
source: if Right
cs_cz: Pokud je pravá

# Activity_If_Top_key
source: If Top
cs_cz: Pokud je TOP verze

# Activity_Important_Question_key
source: Important Question
cs_cz: Důležitá otázka

# Activity_Initialization_and_Identification_key
source: Initialization and Identification
cs_cz: Inicializace a identifikace

# Activity_Initialization_Bus_Communication_key
source: Initialization Bus Communication
cs_cz: Inicializace Bus komunikace

# Activity_Initialize_key
source: Initialize
cs_cz: Inicializace

# Activity_Init_bus_com_machine_key
source: Init bus com +machine
cs_cz: Inicializace Bus komunikace a stroje

# Activity_Init_Can_Signals_key
source: Init Can Signals
cs_cz: Inicializace CAN signálu

# Activity_Init_Machine_after_sequence_start_key
source: Init Machine - after sequence start
cs_cz: Inicializace stroje po startu sekvence

# Activity_Init_test_key
source: Init test
cs_cz: Inicializace testu

# Activity_Init_Vision_key
source: Init Vision
cs_cz: Inicializace Vision

# Activity_Laser_Identification_key
source: Laser Identification
cs_cz: Laser - Čtení Identifikace

# Activity_Left_or_Right_key
source: Left or Right
cs_cz: Levá nebo pravá

# Activity_Lens_Check_key
source: Lens Check
cs_cz: Kontrola čočky

# Activity_Lock_Error_Memory_HLI_key
source: Lock Error Memory HLI
cs_cz: Zamknutí paměti chyb HLI

# Activity_Loop_key
source: Loop
cs_cz: Smyčka

# Activity_Main_Loop_key
source: Main Loop
cs_cz: Hlavní smyčka

# Activity_Manual_Lens_Check_key
source: Manual Lens Check
cs_cz: Manuální kontrola čočky

# Activity_Measure_Color_DRL1_key
source: Measure Color DRL1
cs_cz: Měření barvy DRL1

# Activity_Measure_Color_DRL2_key
source: Measure Color DRL2
cs_cz: Měření barvy DRL2

# Activity_Measure_Color_DRL_key
source: Measure Color DRL
cs_cz: Měření barvy DRL

# Activity_Measure_Color_key
source: Measure Color
cs_cz: Měření barvy

# Activity_Measure_Color_SCL_key
source: Measure Color SCL
cs_cz: Měření barvy SCL

# Activity_Measure_Color_SM_key
source: Measure Color SM
cs_cz: Měření barvy SM

# Activity_Measure_Color_TI_key
source: Measure Color TI
cs_cz: Měření barvy TI

# Activity_Measure_current_CL_key
source: Measure current CL
cs_cz: Měření proudu CL

# Activity_Measure_current_DMD_key
source: Measure current DMD
cs_cz: Měření proudu DMD

# Activity_Measure_current_DRL1_key
source: Measure current DRL1
cs_cz: Měření proudu DRL1

# Activity_Measure_current_DRL2_key
source: Measure current DRL2
cs_cz: Měření proudu DRL2

# Activity_Measure_current_DRL_key
source: Measure current DRL
cs_cz: Měření proudu DRL

# Activity_Measure_current_ECUs_key
source: Measure current ECUs
cs_cz: Měření proudu ECUs

# Activity_Measure_current_ECU_key
source: Measure current ECU
cs_cz: Měření proudu ECU

# Activity_Measure_current_Fan_key
source: Measure current Fan
cs_cz: Měření proudu Ventilátoru

# Activity_Measure_current_GFHB_key
source: Measure current GFHB
cs_cz: Měření proudu GFHB

# Activity_Measure_current_HB_Base_key
source: Measure current HB Base
cs_cz: Měření proudu HB Base

# Activity_Measure_current_HB_key
source: Measure current HB
cs_cz: Měření proudu HB

# Activity_Measure_current_HB_Laser_key
source: Measure current HB Laser
cs_cz: Měření proudu HB Laser

# Activity_Measure_current_HB_Spot_key
source: Measure current HB Spot
cs_cz: Měření proudu HB Spot

# Activity_Measure_current_HLI_key
source: Measure current HLI
cs_cz: Měření proudu HLI

# Activity_Measure_current_key
source: Measure current
cs_cz: Měření proudu

# Activity_Measure_current_LB_Base_Center_key
source: Measure current LB Base Center
cs_cz: Měření proudu LB Base Center

# Activity_Measure_current_LB_Base_key
source: Measure current LB Base
cs_cz: Měření proudu LB Base

# Activity_Measure_current_LB_Base_Side_key
source: Measure current LB Base Side
cs_cz: Měření proudu LB Base Side

# Activity_Measure_current_LB_key
source: Measure current LB
cs_cz: Měření proudu LB

# Activity_Measure_current_LB_Spot_key
source: Measure current LB Spot
cs_cz: Měření proudu LB Spot

# Activity_Measure_current_LCU_key
source: Measure current LCU
cs_cz: Měření proudu LCU

# Activity_Measure_current_LMS_key
source: Measure current LMS
cs_cz: Měření proudu LMS

# Activity_Measure_current_MxB_key
source: Measure current MxB
cs_cz: Měření proudu MxB

# Activity_Measure_current_POS1_key
source: Measure current POS1
cs_cz: Měření proudu POS1

# Activity_Measure_current_POS2_key
source: Measure current POS2
cs_cz: Měření proudu POS2

# Activity_Measure_current_POS_key
source: Measure current POS
cs_cz: Měření proudu POS

# Activity_Measure_current_SCL_key
source: Measure current SCL
cs_cz: Měření proudu SCL

# Activity_Measure_current_SM_key
source: Measure current SM
cs_cz: Měření proudu SM

# Activity_Measure_current_TI1_key
source: Measure current TI1
cs_cz: Měření proudu TI1

# Activity_Measure_current_TI2_key
source: Measure current TI2
cs_cz: Měření proudu TI2

# Activity_Measure_current_TI_key
source: Measure current TI
cs_cz: Měření proudu TI

# Activity_Measure_Intensity_CL_key
source: Measure Intensity CL
cs_cz: Měření intenzity CL

# Activity_Measure_Intensity_DRL1_key
source: Measure Intensity DRL1
cs_cz: Měření intenzity DRL1

# Activity_Measure_Intensity_DRL2_key
source: Measure Intensity DRL2
cs_cz: Měření intenzity DRL2

# Activity_Measure_Intensity_DRL_key
source: Measure Intensity DRL
cs_cz: Měření intenzity DRL

# Activity_Measure_Intensity_key
source: Measure Intensity
cs_cz: Měření intenzity

# Activity_Measure_Intensity_LB_Base_Side_key
source: Measure Intensity LB Base Side
cs_cz: Měření intenzity LB Base Side

# Activity_Measure_Intensity_POS_key
source: Measure Intensity POS
cs_cz: Měření intenzity POS

# Activity_Measure_Intensity_SCL_key
source: Measure Intensity SCL
cs_cz: Měření intenzity SCL

# Activity_Measure_Intensity_SM_key
source: Measure Intensity SM
cs_cz: Měření intenzity SM

# Activity_Measure_Intensity_TI_key
source: Measure Intensity TI
cs_cz: Měření intenzity TI

# Activity_Movement_Inside_key
source: Movement Inside
cs_cz: Pohyb dovniř

# Activity_Movement_Middle_key
source: Movement Middle
cs_cz: Pohyb na střed

# Activity_Movement_Outside_key
source: Movement Outside
cs_cz: Pohyb ven

# Activity_Movement_test_key
source: Movement test
cs_cz: Test Pohybu

# Activity_Movement_Test_Pos_0_key
source: Movement Test Pos 0
cs_cz: Kontrola pohybu motoru Pozice 0

# Activity_Movement_Test_Pos_1_key
source: Movement Test Pos 1
cs_cz: Kontrola pohybu motoru Pozice 1

# Activity_Movement_Test_Pos_2_key
source: Movement Test Pos 2
cs_cz: Kontrola pohybu motoru Pozice 2

# Activity_Movement_Test_Pos_3_key
source: Movement Test Pos 3
cs_cz: Kontrola pohybu motoru Pozice 3

# Activity_Movement_Test_Pos_4_key
source: Movement Test Pos 4
cs_cz: Kontrola pohybu motoru Pozice 4

# Activity_Movement_Test_Pos_5_key
source: Movement Test Pos 5
cs_cz: Kontrola pohybu motoru Pozice 5

# Activity_Movement_Test_Pos_6_key
source: Movement Test Pos 6
cs_cz: Kontrola pohybu motoru Pozice 6

# Activity_Move_LCB_to_Clean_async_key
source: Move LCB to Clean async
cs_cz: Asynchronní přesun tubusu do pozice LCB Clean

# Activity_Move_LCB_to_Work_async_key
source: Move LCB to Work async
cs_cz: Asynchronní přesun tubusu do pozice LCB Work

# Activity_Move_LCB_to_Work_HB_async_key
source: Move LCB to Work HB async
cs_cz: Asynchronní přesun tubusu do pozice LCB Work HB

# Activity_Move_LCB_to_Work_LB_async_key
source: Move LCB to Work LB async
cs_cz: Asynchronní přesun tubusu do pozice LCB Work LB

# Activity_Move_to_LCB_CL_async_key
source: Move to LCB CL async
cs_cz: Přesun tubusu do pozice LCB CL async

# Activity_Move_to_LCB_CL_key
source: Move to LCB CL
cs_cz: Přesun tubusu do pozice LCB CL

# Activity_Move_to_LCB_MID_async_key
source: Move to LCB MID async
cs_cz: Přesun tubusu do pozice LCB MID async

# Activity_Move_to_LCB_MID_key
source: Move to LCB MID
cs_cz: Přesun tubusu do pozice LCB MID

# Activity_Move_to_LCB_Work_HB_key
source: Move to LCB Work HB
cs_cz: Přesun tubusu do pozice LCB Work HB

# Activity_Move_to_LCB_Work_LB_key
source: Move to LCB Work LB
cs_cz: Přesun tubusu do pozice LCB Work LB

# Activity_Move_to_PREPARE_NEXT_CYCLE_async_key
source: Move to PREPARE NEXT CYCLE async
cs_cz: Přesun z důvodu Přípravy dalšího cyklu async

# Activity_Move_to_WORK_CL_key
source: Move to WORK CL
cs_cz: Přesun šroubováku do pozice WORK CL

# Activity_Move_to_WORK_HB_async_key
source: Move to WORK HB async
cs_cz: Přesun šroubováku do pozice WORK HB async

# Activity_Move_to_WORK_HB_key
source: Move to WORK HB
cs_cz: Přesun šroubováku do pozice WORK HB

# Activity_Move_to_WORK_key
source: Move to WORK
cs_cz: Přesun šroubováku do pozice WORK

# Activity_MXB_LED_FULL_Off_key
source: MXB LED FULL Off
cs_cz: MXB LED Komplet Off

# Activity_MXB_LED_FULL_On_key
source: MXB LED FULL On
cs_cz: MXB LED Komplet On

# Activity_MXB_Pattern1_Off_key
source: MXB Pattern1 Off
cs_cz: MXB Vzor1 Off

# Activity_MXB_Pattern1_On_key
source: MXB Pattern1 On
cs_cz: MXB Vzor1 On

# Activity_MXB_Pattern2_Off_key
source: MXB Pattern2 Off
cs_cz: MXB Vzor2 Off

# Activity_MXB_Pattern2_On_key
source: MXB Pattern2 On
cs_cz: MXB Vzor2 On

# Activity_MXB_Pattern3_Off_key
source: MXB Pattern3 Off
cs_cz: MXB Vzor3 Off

# Activity_MXB_Pattern3_On_key
source: MXB Pattern3 On
cs_cz: MXB Vzor3 On

# Activity_MXB_Pattern4_Off_key
source: MXB Pattern4 Off
cs_cz: MXB Vzor4 Off

# Activity_MXB_Pattern4_On_key
source: MXB Pattern4 On
cs_cz: MXB Vzor4 On

# Activity_PalleteID_key
source: PalleteID
cs_cz: ID Palety

# Activity_Parse_ALCZ_Part_Number_key
source: Parse ALCZ Part Number
cs_cz: Parsování ALCZ Part Number

# Activity_Parse_Barcode_key
source: Parse Barcode
cs_cz: Rozklad čárového kódu

# Activity_Parsing_key
source: Parsing
cs_cz: Parsování

# Activity_Part_presence_key
source: Part presence
cs_cz: Kontrola přítomnosti dílu

# Activity_Prepare_and_Execute_Test_key
source: Prepare and Execute Test
cs_cz: Příprava a Vykonání Testu

# Activity_Prepare_for_service_key
source: Prepare for service
cs_cz: Příprava na servis

# Activity_Prepare_Machine_each_new_cycle_key
source: Prepare Machine - each new cycle
cs_cz: Příprava stroje na začátku každého cyklu

# Activity_Prepare_Machine_key
source: Prepare Machine
cs_cz: Příprava stroje

# Activity_Prepare_Test_key
source: Prepare Test
cs_cz: Příprava testu

# Activity_Range_Test_Bottom_Left_key
source: Range Test Bottom Left
cs_cz: Kontrola Rozsahu LB Dolu Vlevo

# Activity_Range_test_key
source: Range test
cs_cz: Test rozsahu LB

# Activity_Range_Test_Target_key
source: Range Test Target
cs_cz: Kontrola Rozsahu LB na Stred

# Activity_Range_Test_Top_Right_key
source: Range Test Top Right
cs_cz: Kontrola Rozsahu LB Nahoru Vpravo

# Activity_Readers_key
source: Readers
cs_cz: Čtečky

# Activity_Readers_to_home_possition_key
source: Readers to home possition
cs_cz: Přesun Čteček do základní pozice

# Activity_Readers_to_read_possition_key
source: Readers to read possition
cs_cz: Přesun Čteček do pozice na čtení kódu

# Activity_Read_and_delete_Error_Memory_key
source: Read and delete Error Memory
cs_cz: Čtení a Mazání paměti chyb

# Activity_Read_Axel_Sensor_Value_key
source: Read Axel Sensor Value
cs_cz: Čtení hodnoty Axle sensoru

# Activity_Read_barcodes_SF1_key
source: Read barcodes SF1
cs_cz: Čtení čárového kódu SF1

# Activity_Read_barcodes_SF2_key
source: Read barcodes SF2
cs_cz: Čtení čárového kódu SF2

# Activity_Read_barcode_FL_key
source: Read barcode FL
cs_cz: Čtení čárového kódu FL

# Activity_Read_barcode_FR_key
source: Read barcode FR
cs_cz: Čtení čárového kódu FR

# Activity_Read_barcode_key
source: Read barcode
cs_cz: Čtení čárového kódu

# Activity_Read_Binnig_Class_key
source: Read Binnig Class
cs_cz: Vyčítání - Třídy bináže

# Activity_Read_ECU_Identification_HWEL_BTLD_SWFL_key
source: Read ECU Identification (HWEL, BTLD, SWFL)
cs_cz: Čtení ECU Identifikace (HWEL, BTLD, SWFL)

# Activity_Read_ECU_Identification_SWFK_CAFD_After_Coding_key
source: Read ECU Identification (SWFK, CAFD) After Coding
cs_cz: Čtení ECU Identifikace (SWFK, CAFD) po kódování

# Activity_Read_ECU_Identification_SWFK_CAFD_Before_Coding_key
source: Read ECU Identification (SWFK, CAFD) Before Coding
cs_cz: Čtení ECU Identifikace (SWFK, CAFD) před kódováním

# Activity_Read_Error_Memory_DMD_key
source: Read Error Memory DMD
cs_cz: Čtení paměti chyb DMD

# Activity_Read_Error_Memory_HLI_key
source: Read Error Memory HLI
cs_cz: Čtení paměti chyb HLI

# Activity_Read_Error_Memory_key
source: Read Error Memory
cs_cz: Čtení paměti chyb

# Activity_Read_Error_Memory_LCU_key
source: Read Error Memory LCU
cs_cz: Čtení paměti chyb LCU

# Activity_Read_HW_Ident_DMD_key
source: Read HW Ident DMD
cs_cz: Vyčítání - DMD Identifikace HW

# Activity_Read_HW_Ident_key
source: Read HW Ident
cs_cz: Čtení hardwarove identifikace

# Activity_Read_Info_Memory_key
source: Read Info Memory
cs_cz: Čtení Info paměti

# Activity_Read_LMS_DataSet_key
source: Read LMS DataSet
cs_cz: Vyčítání - Identifikace LMS Data Set

# Activity_Read_Software_Before_coding_key
source: Read Software Before coding
cs_cz: Čtení softwaru před kódováním

# Activity_Read_Software_Coding_Identification_After_coding_key
source: Read Software & Coding Identification After coding
cs_cz: Čtení softwaru a identifikace po kódování

# Activity_Read_Software_Coding_Identification_Before_Coding_key
source: Read Software & Coding Identification Before Coding
cs_cz: Čtení softwaru a identifikace před kódování

# Activity_Read_SW_Ident_DMD_key
source: Read SW Ident DMD
cs_cz: Vyčítání - DMD Identifikace SW

# Activity_Read_Temperature_Sensors_key
source: Read Temperature Sensors
cs_cz: Vyčítání - Teplotní senzory

# Activity_Refresh_Camera_key
source: Refresh Camera
cs_cz: Obnovení Kamery

# Activity_Reset_Error_Memory_HLI_key
source: Reset Error Memory HLI
cs_cz: Reset paměti chyb HLI

# Activity_Reset_Sequnece_Variant_key
source: Reset Sequnece Variant
cs_cz: Reset varianty sekvence

# Activity_Reset_Timer_key
source: Reset Timer
cs_cz: Reset Časovače

# Activity_Reset_Variables_and_Tables_key
source: Reset Variables and Tables
cs_cz: Reset tabulek a proměnných

# Activity_SAE_only_key
source: SAE only
cs_cz: Pouze SAE

# Activity_SeqHandling_Type_ChangeServiceCmd
source: Change service commands status
cs_cz: Změnit stav servisního příkazu

# Activity_SeqHandling_Type_ClearValidTables
source: Clear validation tables
cs_cz: Vymazat validační tabulky

# Activity_SeqHandling_Type_GetExecState
source: Get Execution state
cs_cz: Získat status vykonávání

# Activity_SeqHandling_Type_GetSeqVariant
source: Get sequence variant
cs_cz: Získat variantu sekvence

# Activity_SeqHandling_Type_GetUsers
source: Get logged users
cs_cz: Získat přihlášené uživatele

# Activity_SeqHandling_Type_LogMsg
source: Log message
cs_cz: Zalogovat zprávu

# Activity_SeqHandling_Type_PauseSeq
source: Pause sequence
cs_cz: Pozastavit sekvenci

# Activity_SeqHandling_Type_SaveReport
source: Save report and clean errors
cs_cz: Uložit report a vymazat chyby

# Activity_SeqHandling_Type_SetSeqVariant
source: Set sequence variant
cs_cz: Nastavit variantu sekvence

# Activity_SeqHandling_Type_SetStatusMsg
source: Set sequence status message
cs_cz: Nastavit stavovou zprávu

# Activity_SeqHandling_Type_StartCounter
source: Start duration counter
cs_cz: Restart časovače

# Activity_SeqHandling_Type_StopSeq
source: Stop sequence
cs_cz: Zastavit sekvenci

# Activity_Service_Clean_LCB_key
source: Service Clean LCB
cs_cz: Servis - přesun LCB Do Výchozí Pozice

# Activity_Service_CL_key
source: Service CL
cs_cz: Servis - přesun LCB do pozice Pro Kontrolu CL

# Activity_Service_HB_key
source: Service HB
cs_cz: Servis - kontrola HB

# Activity_Service_key
source: Service
cs_cz: Servis

# Activity_Service_LCB_MID_key
source: Service LCB MID
cs_cz: Servis - přesun LCB Do Střední Pozice

# Activity_Set_AHL_Position_key
source: Set AHL Position
cs_cz: Nastavení Pozice AHL

# Activity_Set_Analog_output_voltage_key
source: Set Analog output voltage
cs_cz: Nastavení napětí na analogovém vystupu

# Activity_Set_Logging_key
source: Set Logging
cs_cz: Nastavení logování

# Activity_Set_LWR_Position_key
source: Set LWR Position
cs_cz: Nastavení Pozice LWR

# Activity_Set_power_supply_voltage_key
source: Set power supply voltage
cs_cz: Nastavení napětí

# Activity_Set_PWM_0_key
source: Set PWM 0
cs_cz: Nastavení PWM 0

# Activity_Set_PWM_100_key
source: Set PWM 100
cs_cz: Nastavení PWM 100

# Activity_Set_PWM_key
source: Set PWM
cs_cz: Nastavení PWM

# Activity_Set_relay_CL_off_key
source: Set relay CL off
cs_cz: Vypnutí relátka CL

# Activity_Set_relay_CL_on_key
source: Set relay CL on
cs_cz: Zapnutí relátka CL

# Activity_Set_relay_DRL_off_key
source: Set relay DRL off
cs_cz: Vypnutí relátka DRL

# Activity_Set_relay_DRL_On_key
source: Set relay DRL On
cs_cz: Zapnutí relátka DRL

# Activity_Set_relay_HB_off_key
source: Set relay HB off
cs_cz: Vypnutí relátka HB

# Activity_Set_relay_HB_on_key
source: Set relay HB on
cs_cz: Zapnutí relátka HB

# Activity_Set_relay_key
source: Set relay
cs_cz: Nastavení relátka

# Activity_Set_relay_LB_off_key
source: Set relay LB off
cs_cz: Vypnutí relátka LB

# Activity_Set_relay_LB_on_key
source: Set relay LB on
cs_cz: Zapnutí relátka LB

# Activity_Set_relay_Leimo_off_key
source: Set relay Leimo off
cs_cz: Vypnutí relátka Leimo

# Activity_Set_relay_Leimo_on_key
source: Set relay Leimo on
cs_cz: Zapnutí relátka Leimo

# Activity_Set_relay_POS_off_key
source: Set relay POS off
cs_cz: Vypnutí relátka POS

# Activity_Set_relay_POS_On_key
source: Set relay POS On
cs_cz: Zapnutí relátka POS

# Activity_Set_relay_TI_off_key
source: Set relay TI off
cs_cz: Vypnutí relátka TI

# Activity_Set_relay_TI_on_key
source: Set relay TI on
cs_cz: Zapnutí relátka TI

# Activity_Set_Sequence_Variant_in_code_key
source: Set Sequence Variant in code
cs_cz: Nastavení Varianty Sekvence v kódu

# Activity_Set_Sequence_Variant_key
source: Set Sequence Variant
cs_cz: Nastavení Varianty Sekvence

# Activity_Set_test_Done_key
source: Set test Done
cs_cz: Nastavení Test Dokončen

# Activity_Set_test_NOK_key
source: Set test NOK
cs_cz: Nastavení Test NOK

# Activity_Set_test_OK_key
source: Set test OK
cs_cz: Nastavení Test OK

# Activity_Start_flash_mode_key
source: Start flash mode
cs_cz: Zapnutí flash módu

# Activity_Start_operation_mode_key
source: Start operation mode
cs_cz: Zapnutí operačniho módu

# Activity_SubSequence_Key
source: SubSequence
cs_cz: Pod sekvence

# Activity_Temperature_sensors_HLI_key
source: Temperature sensors HLI
cs_cz: Teplotní senzory HLI

# Activity_Temperature_sensors_LCU_key
source: Temperature sensors LCU
cs_cz: Teplotní senzory LCU

# Activity_Test_Finnished_NOK_key
source: Test Finnished NOK
cs_cz: Test skončil NOK

# Activity_Test_Finnished_OK_key
source: Test Finnished OK
cs_cz: Test skončil OK

# Activity_Test_result_key
source: Test result
cs_cz: Výsledek Testu

# Activity_TI_Wipping_cyclus_Off_key
source: TI Wipping cyclus Off
cs_cz: TI Wipping cyklus Off

# Activity_TI_Wipping_cyclus_On_key
source: TI Wipping cyclus On
cs_cz: TI Wipping cyklus On

# Activity_Try_to_read_barcode_key
source: Try to read barcode
cs_cz: Pokus o přečtení čárového kódu

# Activity_Turn_Light_Center_down_Off_key
source: Turn Light Center down Off
cs_cz: Vypnutí Přídavného Osvětlení Uprostřed Dole

# Activity_Turn_Light_Center_down_On_key
source: Turn Light Center down On
cs_cz: Zapnutí Přídavného Osvětlení Uprostřed Dole

# Activity_Turn_Light_Left_Off_key
source: Turn Light Left Off
cs_cz: Vypnutí Přídavného Osvětlení Vlevo

# Activity_Turn_Light_Left_On_key
source: Turn Light Left On
cs_cz: Zapnutí Přídavného Osvětlení Vlevo

# Activity_Turn_Light_Right_Off_key
source: Turn Light Right Off
cs_cz: Vypnutí Přídavného Osvětlení Vpravo

# Activity_Turn_Light_Right_On_key
source: Turn Light Right On
cs_cz: Zapnutí Přídavného Osvětlení Vpravo

# Activity_Turn_Light_Side_Off_key
source: Turn Light Side Off
cs_cz: Vypnutí Přídavného Osvětlení na straně

# Activity_Turn_Light_Side_On_key
source: Turn Light Side On
cs_cz: Zapnutí Přídavného Osvětlení na Straně

# Activity_Turn_Light_Top_Off_key
source: Turn Light Top Off
cs_cz: Vypnutí Přídavného Osvětlení Nahoře

# Activity_Turn_Light_Top_On_key
source: Turn Light Top On
cs_cz: Zapnutí Přídavného Osvětlení Nahoře

# Activity_Turn_On_VAC_Motor_key
source: Turn On VAC Motor
cs_cz: Zapnutí VAC motoru

# Activity_Vision_CL_key
source: Vision CL
cs_cz: Optická kontrola CL

# Activity_Vision_Configure_All_Cameras_01_key
source: Vision Configure All Cameras_01
cs_cz: Vision Konfigurace všech Kamer

# Activity_Vision_Configure_Cameras_key
source: Vision Configure Cameras
cs_cz: Vision Konfigurace Kamer

# Activity_Vision_DABL1_key
source: Vision DABL1
cs_cz: Optická kontrola DABL1

# Activity_Vision_DABL2_key
source: Vision DABL2
cs_cz: Optická kontrola DABL2

# Activity_Vision_DMD_key
source: Vision DMD
cs_cz: Optická kontrola DMD

# Activity_Vision_Do_Movement_Pos0_key
source: Vision Do Movement Pos0
cs_cz: Reference motoru Pozice 0

# Activity_Vision_Do_Movement_Pos1_key
source: Vision Do Movement Pos1
cs_cz: Reference motoru Pozice 1

# Activity_Vision_Do_Movement_Pos2_key
source: Vision Do Movement Pos2
cs_cz: Reference motoru Pozice 2

# Activity_Vision_Do_Movement_Pos3_key
source: Vision Do Movement Pos3
cs_cz: Reference motoru Pozice 3

# Activity_Vision_Do_Movement_Pos4_key
source: Vision Do Movement Pos4
cs_cz: Reference motoru Pozice 4

# Activity_Vision_Do_Movement_Pos5_key
source: Vision Do Movement Pos5
cs_cz: Reference motoru Pozice 5

# Activity_Vision_Do_Movement_Pos6_key
source: Vision Do Movement Pos6
cs_cz: Reference motoru Pozice 6

# Activity_Vision_DRL1_key
source: Vision DRL1
cs_cz: Kontrola Intezity a Barvy DRL1

# Activity_Vision_DRL2_key
source: Vision DRL2
cs_cz: Kontrola Intezity a Barvy DRL2

# Activity_Vision_DRL_key
source: Vision DRL
cs_cz: Kontrola Intenzity a Barvy DRL

# Activity_Vision_GFHB_key
source: Vision GFHB
cs_cz: Optická Kontrola GFHB

# Activity_Vision_HB_Base_key
source: Vision HB Base
cs_cz: Optická Kontrola HB Base

# Activity_Vision_HB_key
source: Vision HB
cs_cz: Optická Kontrola HB

# Activity_Vision_HB_Laser_key
source: Vision HB Laser
cs_cz: Optická Kontrola HB Laser

# Activity_Vision_HB_Spot_key
source: Vision HB Spot
cs_cz: Optická Kontrola HB Spot

# Activity_Vision_LB_Base_Center_key
source: Vision LB Base Center
cs_cz: Optická Kontrola LB Base Center

# Activity_Vision_LB_Base_key
source: Vision LB Base
cs_cz: Optická kontrola LB Base

# Activity_Vision_LB_key
source: Vision LB
cs_cz: Optická Kontrola LB

# Activity_Vision_LB_Spot_key
source: Vision LB Spot
cs_cz: Optická Kontrola LB Spot

# Activity_Vision_MXB_key
source: Vision MXB
cs_cz: Optická Kontrola MXB

# Activity_Vision_MXB_pattern_01_key
source: Vision MXB pattern 01
cs_cz: Kontrola Intenzity MXB Skupina LED A

# Activity_Vision_MXB_pattern_02_key
source: Vision MXB pattern 02
cs_cz: Kontrola Intenzity MXB Skupina LED B
