Repository: mmmseeemmmm/MTF
Catalog: MTFClient/MTFApp/Localizations/UIStrings.*.resx
Languages: cs_cz, es_mx

# Editor_GraphicalView_ResourceManager_LoadError
source: Error during loading images.
cs_cz: Při načítání obrázků došlo k chybě.
es_mx: Error al cargar imágenes.

# Editor_GraphicalView_ResourceManager_SaveError
source: Error during saving images.
cs_cz: Při ukládání obrázků došlo k chybě.
es_mx: Error al guardar imágenes.

# Enum_ErrorMsgType_Blocking
source: Blocking window
cs_cz: Blokující okno
es_mx: Ventana de bloqueo

# Enum_ErrorMsgType_NonBlocking
source: Non blocking window
cs_cz: Neblokující okno
es_mx: Ventana sin bloqueo

# Enum_ErrorMsgType_None
source: No window
cs_cz: Žádné okno
es_mx: Sin ventana

# Enum_ExecutionType_Client
source: Client UI
cs_cz: Klientské okno
es_mx: IU del cliente

# Enum_ExecutionType_Graphical
source: Graphical view
cs_cz: Grafické zobr.
es_mx: Vista gráfica

# Enum_ExecutionType_Service
source: Service
cs_cz: Servis
es_mx: Servicio

# Enum_ExecutionType_Table
source: Table view
cs_cz: Tabulky
es_mx: Vista de tabla

# Enum_ExecutionType_Teach
source: Teach
cs_cz: Učení
es_mx: Enseñar

# Enum_ExecutionType_Time
source: Time view
cs_cz: Čas
es_mx: Vista del tiempo

# Enum_ExecutionType_Tree
source: Tree view
cs_cz: Strom
es_mx: Vista de árbol

# Enum_None
source: None
cs_cz: Nic
es_mx: Ninguna

# Execution_ActivityProgress
source: Activity progress
cs_cz: Průběh aktivity
es_mx: Progreso de la actividad

# Execution_AdditionalInfo_GS
source: Gold sample
cs_cz: Zlatý vzorek
es_mx: Muestra Maestra

# Execution_AdditionalInfo_GS_Missing
source: Missing Gold Sample
cs_cz: Chybějící zlatý vzorek
es_mx: Muestra Maestra faltante

# Execution_AdditionalInfo_GS_Remains
source: remains
cs_cz: zbývá
es_mx: permanece

# Execution_AdditionalInfo_VariablesWatch
source: Variables watch
cs_cz: Sledování proměnných
es_mx: Reloj Variables

# Execution_AdditionalInfo_VariablesWatch_Setting
source: Watch setting
cs_cz: Nastavení sledování
es_mx: Ajuste de reloj

# Execution_ErrorWindow_MsgCount
source: Messages count
cs_cz: Počet zpráv
es_mx: Conteo de Mensajes

# Execution_Result_Activity
source: Activity
cs_cz: Aktivita
es_mx: Actividad

# Execution_Result_ActivityName
source: ActivityName
cs_cz: Název aktivity
es_mx: Nombre de la actividad

# Execution_Result_Duration
source: Duration
cs_cz: Trvání
es_mx: Duración

# Execution_Result_Method
source: Method name
cs_cz: Název funkce
es_mx: Nombre del método

# Execution_Result_Parallel
source: Executed in parallel
cs_cz: Souběžné vykonávání
es_mx: Ejecutado en paralelo

# Execution_Result_Params
source: Method parameters:
cs_cz: Parametry funkce:
es_mx: Parámetros del método:

# Execution_Result_Progress
source: Progress:
cs_cz: Postup:
es_mx: Progreso:

# Execution_Result_Repetition
source: Number of repetition:
cs_cz: Počet opakování:
es_mx: Número de repeticiones:

# Execution_Result_Result
source: Result
cs_cz: Výsledek
es_mx: Resultado

# Execution_Result_Timestamp
source: Timestamp:
cs_cz: Časové razítko:
es_mx: Tiempo:

# Execution_StartDelay
source: Delay {0}s before sequence start....
cs_cz: zpoždění {0}s před startem sekvence....
es_mx: Demora {0} s antes de que comience la secuencia ...

# Execution_Status_Nok
source: Fail
cs_cz: NOK
es_mx: Falla

# Execution_Status_Ok
source: Pass
cs_cz: OK
es_mx: Pasa

# Execution_TreeView_ActivityFocus
source: Focus on Activity at runtime
cs_cz: Zachytávat se na aktivitu za běhu
es_mx: Centrarse en la actividad en tiempo de ejecución

# Execution_TreeView_FinalResult_Date
source: DATE:
cs_cz: DATUM:
es_mx: FECHA:

# Execution_TreeView_FinalResult_Duration
source: DURATION
cs_cz: TRVÁNÍ
es_mx: DURACIÓN

# Execution_TreeView_FinalResult_Start
source: START
es_mx: INICIAR

# Execution_TreeView_FinalResult_Stop
source: STOP
es_mx: DETENER

# Execution_TreeView_FinalResult_Time
source: TIME:
cs_cz: ČAS:
es_mx: HORA:

# Execution_TreeView_FinalResult_TimeStamp
source: TIMESTAMP
cs_cz: Č. RAZÍTKO
es_mx: TIEMPO

# LineChartPanel_LegendPosition_Bottom
source: Bottom
cs_cz: Dole
es_mx: Fondo

# LineChartPanel_LegendPosition_Left
source: Left
cs_cz: Vlevo
es_mx: Izquierda

# LineChartPanel_LegendPosition_None
source: None
cs_cz: Žádné
es_mx: Ninguna

# LineChartPanel_LegendPosition_Right
source: Right
cs_cz: Vpravo
es_mx: Derecha

# LineChartPanel_LegendPosition_Top
source: Top
cs_cz: Nahoře
es_mx: Parte superior

# MainCommand_AddExist
source: Add Exist
cs_cz: Přidat existující
es_mx: Agregar existe

# MainCommand_AddNew
source: Add New
cs_cz: Přidat nový
es_mx: Agregar nuevo

# MainCommand_Back
source: Back
cs_cz: Zpět
es_mx: Atrás

# MainCommand_CollapseAll
source: Collapse All
cs_cz: Sbalit vše
es_mx: Retraer todo

# MainCommand_CopyCfg
source: Copy config
cs_cz: Kopírovat Konf.
es_mx: Copiar config

# MainCommand_Debud_StepInto
source: Step Into
cs_cz: Krok do
es_mx: Paso Adelante

# MainCommand_Debud_StepOut
source: Step Out
cs_cz: Krok ven
es_mx: Paso Atrás

# MainCommand_Debud_StepOver
source: Step Over
cs_cz: Krok přes
es_mx: Paso a paso

# MainCommand_Debug
source: Debug
cs_cz: Ladění
es_mx: Depurar

# MainCommand_ExpandAll
source: Expand All
cs_cz: Rozbalit vše
es_mx: Expandir todo

# MainCommand_Export
source: Export
es_mx: Exportar

# MainCommand_FindUsages
source: Find usages
cs_cz: Najít použití
es_mx: Encuentra usos

# MainCommand_GraphicalView
source: Graphical view
cs_cz: Grafické zobr.
es_mx: Vista gráfica

# MainCommand_Import
source: Import
es_mx: Importar

# MainCommand_LoadList
source: Load lists
cs_cz: Načíst list
es_mx: Listas de carga

# MainCommand_New
source: New
cs_cz: Nový
es_mx: Nuevo

# MainCommand_Open
source: Open
cs_cz: Otevřít
es_mx: Abierto

# MainCommand_OpenBackup
source: Open backup
cs_cz: Otevřít zálohu
es_mx: Abrir Copia de seguridad

# MainCommand_Pause
source: Pause
cs_cz: Pauza
es_mx: Pausa

# MainCommand_PictureBox
source: Show image
cs_cz: Ukázat obrázek
es_mx: Mostrar imagen

# MainCommand_RemoveAll
source: Remove all
cs_cz: Odstranit vše
es_mx: Eliminar todo

# MainCommand_Reports
source: Reports
cs_cz: Reporty
es_mx: Reportes

# MainCommand_Save
source: Save
cs_cz: Uložit
es_mx: Guardar

# MainCommand_SaveAll
source: Save All
cs_cz: Uložit vše
es_mx: Gruadar Todo

# MainCommand_SaveAs
source: Save As
cs_cz: Uložit jako
es_mx: Guardar como

# MainCommand_Settings
source: Settings
cs_cz: Nastavení
es_mx: Configuraciones

# MainCommand_Setup
source: Setup
cs_cz: Nastavit
es_mx: Preparación

# MainCommand_SetVariant
source: Set Variant
cs_cz: Nastavit Variantu
es_mx: Establecer variante

# MainCommand_Start
source: Start
es_mx: Iniciar

# MainCommand_Stop
source: Stop
es_mx: Detener

# MainCommand_Summary_Reports
source: Summary reports
cs_cz: Souhrnné reporty
es_mx: Sumario de Reportes

# MainCommand_Test
source: Test
es_mx: Prueba

# MainMenu_ComponentConfiguration
source: Components configuration
cs_cz: Konfigurace komponent
es_mx: Configuración de componentes

# MainMenu_Editor
source: Sequence editor
cs_cz: Editor sekvencí
es_mx: Editor de secuencias

# MainMenu_Execution
source: Sequence execution
cs_cz: Vykonávání sekvencí
es_mx: Ejecución de secuencia

# MainMenu_Result
source: Result viewer
cs_cz: Prohlížeč výsledků
es_mx: Visor de resultados

# MainMenu_Setting
source: Settings
cs_cz: Nastavení
es_mx: Configuraciones

# Msg_Body_AccessAnotherUsb
source: Your access key was generated for another USB stick. Please do not copy access file.
cs_cz: Váš přístupový klíč byl vygenerován pro jiné USB. Nekopírujte prosím přístupový soubor.
es_mx: Su clave de acceso se generó para otra memoria USB. Por favor no copie el archivo de acceso.

# Msg_Body_AccessDays
source: Your access key expires in {0} days
cs_cz: Váš přístupový klíč vyprší za {0} dní
es_mx: Su clave de acceso caduca en {0} días

# Msg_Body_AccessExpired
source: Your access key expired.
cs_cz: Váš přístupový klíč vypršel
es_mx: Su clave de acceso expiró.

# Msg_Body_AccessInitCrash
source: Initialization of access key provider {0} crashed.{2}{2}{1}
cs_cz: Inicializace přístupového klíče {0} selhala.{2}{2}{1}
es_mx: La inicialización del proveedor de clave de acceso {0} se bloqueó. {2} {2} {1}

# Msg_Body_AccessValid
source: Your access key isn't valid for this computer.
cs_cz: Klíč pro přístup k tomuto počítači není platný.
es_mx: Su clave de acceso no es válida para esta computadora.

# Msg_Body_CouldNotLoad
source: Sequence cannot be loaded because it was created in the higher version of MTF than you have.
cs_cz: Sekvence nemůže být načtena, protože byla vytvořena ve vyšší verzi MTF než aktuálně máte.
es_mx: La secuencia no se puede cargar porque se creó en la versión superior de MTF al que tiene.

# Msg_Body_DataFileDoesntExist
source: Data file: {0} does not exist. Do you want to create a new one?
cs_cz: Datový soubor: {0} neexistuje. Chcete vytvořit nový?
es_mx: El archivo de datos: {0} no existe. ¿Quiere crear uno nuevo?

# Msg_Body_DeleteAct
source: Are you sure you want to delete Activity: {0}?
cs_cz: Chcete opravdu vymazat tuto aktivity: {0}?
es_mx: ¿Está seguro de que desea eliminar la Actividad: {0}?

# Msg_Body_DeleteItem
source: Do you really want to delete item {0}?
cs_cz: Chcete opravdu vymazat položku {0}?
es_mx: ¿Realmente desea eliminar el elemento {0}?

# Msg_Body_DeleteMoreAct
source: Are you sure you want to delete {0} Activities?
cs_cz: Opravdu chcete vymazat aktivity? Počet: {0}
es_mx: ¿Está seguro de que desea eliminar {0} Actividades?

# Msg_Body_EditorModified
source: Sequence has been modified in editor.
cs_cz: Sekvence byla modifikovaná v editoru.
es_mx: Secuencia ha sido modificada en el editor.

# Msg_Body_ExecutionModified
source: Sequence has been modified in execution.
cs_cz: Sekvence byla modifikovaná během vykonávání.
es_mx: Secuencia ha sido modificada en ejecución.

# Msg_Body_Exit
source: Do you really want close AL Main Testing Framework?
cs_cz: Chcete opravdu zavřít AL Main Testing Framework?
es_mx: ¿Realmente quieres cerrar AL Main Testing Framework?

# Msg_Body_ImportError
source: An Error occurred during the Import. See SystemLog on the Server side. Do you want to start the Import again?
cs_cz: Během importu došlo k chybě. Viz SystemLog na straně Server. Chcete spustit Import znovu?
es_mx: Se produjo un error durante la importación. Consulte SystemLog en el lado del servidor. ¿Desea iniciar nuevamente la importación?

# Msg_Body_Inactivity
source: Inactivity in MTF has been detected for almost {0} hours. Your license will be destroyed within {1} minutes
cs_cz: Byla zjištěna neaktivita po dobu {0} hodin. Vaše licence bude zničena během {1} minut.
es_mx: La inactividad en MTF se ha detectado durante casi {0} horas. Su licencia será destruida en {1} minutos

# Msg_Body_InstanceOk
source: Instance of component was created successfully
cs_cz: Instance komponenty byla úspěšně vytvořena
es_mx: La instancia del componente se creó correctamente

# Msg_Body_LeaveService
source: Do you really want to leave service mode?
cs_cz: Chcete opravud opustit servisní režim?
es_mx: ¿Realmente quieres salir del modo de servicio?

# Msg_Body_LeaveTeach
source: Do you really want to leave teach mode?
cs_cz: Chcete opravud opustit režim učení?
es_mx: ¿De verdad quieres salir del modo de enseñanza?

# Msg_Body_MissingRef
source: This sequence will not work properly.
cs_cz: Tato sekvence nebude fungovat správně.
es_mx: Esta secuencia no funcionará correctamente.

# Msg_Body_NoMoreClients
source: Could not start more clients. Please check your setting.
cs_cz: Nelze spustit více klientů. Zkontrolujte vaše nastavení.
es_mx: No se pudieron iniciar más clientes. Por favor verifique su configuración.

# Msg_Body_RecursiveOpen
source: Sequence {0} is openning more times. Please check your sequence.
cs_cz: Sekvence {0} je otevírána vícekrát. Prosím zkontrolujte vaší sekvenci
es_mx: La secuencia {0} se abre más veces. Por favor revise su secuencia.

# Msg_Body_RemoveAllComponentConf
source: Do you really want to remove all components configuration?
cs_cz: Chcete opravdu odstranit všechny konfigurace?
es_mx: ¿Realmente desea eliminar la configuración de todos los componentes?

# Msg_Body_RemoveComponentConf
source: Do you really want to remove this component configuration?
cs_cz: Chcete opravdu odstranit tuto konfiguraci?
es_mx: ¿Realmente desea eliminar la configuración de este componente?

# Msg_Body_SaveSequence
source: Do you really want to save sequence?
cs_cz: Chcete opravdu uložit sekvenci?
es_mx: ¿Realmente quieres guardar la secuencia?

# Msg_Body_SeqAbort
source: Sequence was aborted.
cs_cz: Sekvence byla přerušena.
es_mx: La secuencia fue abortada.

# Msg_Body_SeqFinish
source: Sequence was finished.
cs_cz: Sekvence byla dokončena.
es_mx: La secuencia fue terminada.

# Msg_Body_SeqStop
source: Sequence was stopped.
cs_cz: Sekvence byla zastavena.
es_mx: Se detuvo la secuencia.

# Msg_Body_SequenceNotSaved
source: Sequence is not saved.
cs_cz: Sekvence není uložená.
es_mx: La secuencia no se guardó.

# Msg_Body_SequenceNotStartModifiedEditor
source: This sequence can not be run because it has been modified in editor.
cs_cz: Tato sekvence nemůže být spuštěna, protože byla modifikována v Editoru.
es_mx: Esta secuencia no se puede ejecutar porque se ha modificado en el editor.

# Msg_Body_Shutdown
source: Do you really want to shutdown computer?
cs_cz: Chcete opravdu vypnout počítač?
es_mx: ¿Realmente quieres apagar la computadora?

# Msg_Body_UnableLoadExetnal
source: Unable to load following sequences:
cs_cz: Nelze načíst následující sekvence:
es_mx: No se pueden cargar las siguientes secuencias:

# Msg_Body_UpdateMTF
source: Please update your MTF and try it again!
cs_cz: Aktualizujte MTF a zkuste to znovu!
es_mx: ¡Actualice su MTF y vuelva a intentarlo!

# Msg_Header_AccessError
source: Access error
cs_cz: Chyba přístupu
es_mx: Error de acceso

# Msg_Header_AccessInitCrash
source: AccessKey provider error
cs_cz: Chyba inicializace přístupu
es_mx: Error de proveedor de Clave de Acceso

# Msg_Header_DeleteAct
source: Delete Activity
cs_cz: Vymazat aktivitu
es_mx: Eliminar actividad

# Msg_Header_DeleteItem
source: Delete item
cs_cz: Vymazat položku
es_mx: Eliminar elemento

# Msg_Header_Error
source: MTF - error
cs_cz: MTF - chyba
es_mx: Error - MTF

# Msg_Header_Exit
source: MTF exit
cs_cz: Zavřít MTF
es_mx: Salir MTF

# Msg_Header_Inactivity
source: Inactivity in MTF
cs_cz: Neaktivita v MTF
es_mx: Inactividad en MTF

# Msg_Header_Info
source: MTF - info
es_mx: Información - MTF

# Msg_Header_InstanceTest
source: Test of instance
es_mx: Prueba de instancia

# Msg_Header_LeaveService
source: Leaving service
cs_cz: Opouštění servisu
es_mx: Dejando el servicio

# Msg_Header_MissingRef
source: Missing references
cs_cz: Chybějící odkazy
es_mx: Referencias faltantes

# Msg_Header_Question_CreateNew
source: MTF - create new
cs_cz: MTF - vytvořit nový
es_mx: MTF - crear nuevo

# Msg_Header_RemoveComponentConf
source: Remove component configuration
cs_cz: Odstranit konfigurac komponent
es_mx: Eliminar configuración de componentes

# Msg_Header_SaveSequence
source: Save sequence
cs_cz: Uložit sekvenci
es_mx: Guardar secuencia

# Msg_Header_Shutdown
source: Shutdown computer
cs_cz: Vypnout počítač
es_mx: Apagar la computadora

# Mtf_Connect
source: Connecting to server
cs_cz: Připojování k serveru
es_mx: Conectando al servidor

# MTF_Connection_CantConnect
source: Can't connect to MTF server.
cs_cz: Nelze se připojit k MTF serveru.
es_mx: No se puede conectar al servidor MTF.

# MTF_Connection_Error
source: Server error
cs_cz: Chyba serveru
es_mx: Error del Servidor

# MTF_Connection_ExeFiles
source: EXE files
cs_cz: Soubory EXE
es_mx: Archivos EXE

# MTF_Connection_RunServer
source: Do you want to run server?
cs_cz: Chcete spustit server?
es_mx: ¿Quieres ejecutar el servidor?

# MTF_Connection_ServerPort
source: Server : Port
es_mx: Servidor : Puerto

# Mtf_ConnectNextTry
source: Next try to connect
cs_cz: Další pokus připojení
es_mx: Siguiente intento a conectarse

# MTF_ErrorBehavior_Abort
source: Abort test
cs_cz: Ukončit test
es_mx: Abortar Prueba

# MTF_ErrorBehavior_Continue
source: Continue
cs_cz: Pokračovat
es_mx: Continuar

# MTF_ErrorBehavior_Parent
source: Handled by parent
cs_cz: Předat výše
es_mx: Controlado por el padre

# Mtf_Export_Components
source: Component configurations
cs_cz: Konfigurace komponent
es_mx: Configuraciones de componentes

# Mtf_Export_ComponentsDesc
source: Choose the conponents configuration you want to export.
cs_cz: Vyberte konfigurace, které chcete exportovat.
es_mx: Elija la configuración de componentes que desea exportar.

# Mtf_Export_ComponentsName
source: Component name
cs_cz: Název komponenty
es_mx: Nombre del componente

# Mtf_Export_ComponentsTitle
source: Export components configuration
cs_cz: Export konfigurací komponent
es_mx: Exportar configuración de componentes

# Mtf_Export_Export
source: Export
cs_cz: Exportovat
es_mx: Exportar

# Mtf_Export_Images
source: Graphical view Images
cs_cz: Obrázky grafického zobrazení
es_mx: Imágenes de Vista gráfica

# Mtf_Export_ImagesDesc
source: Choose the images you want to export.
cs_cz: Vyberte obrázky, které chcete exportovat.
es_mx: Elija las imágenes que desea exportar.

# Mtf_Export_ImagesName
source: Image name
cs_cz: Název obrázku
es_mx: Nombre de la imágen

# Mtf_Export_ImagesTitle
source: Export Graphical view images
cs_cz: Export obrázků Grafického zobrazení
es_mx: Exportar imágenes de vista gráfica

# Mtf_Export_PreviewDesc
source: Following content can be exported. Component which doesn't have any mapping to device can't be exported.
cs_cz: Následují obsah může být vyexportován. Komponenty, které nemají namapovanou konfiguraci nemohou být vyexportovány.
es_mx: El siguiente contenido se puede exportar. El componente que no tiene ninguna asignación al dispositivo no se puede exportar.

# Mtf_Export_PreviewImages
source: Graphical view images
cs_cz: Obrázky grafického zobrazení
es_mx: Imágenes de vista gráfica

# Mtf_Export_PreviewMtfVersion
source: MTF Version:
cs_cz: Verze MTF:
es_mx: Versión MTF:

# Mtf_Export_PreviewTitle
source: Export preview
cs_cz: Náhled exportu
es_mx: Vista previa de exportación

# Mtf_Export_Sequences
source: Sequences
cs_cz: Sekvence
es_mx: Secuencias

# Mtf_Export_SequencesDesc
source: Choose the sequences you want to export. If you select a main sequence you have to export all sequences.
cs_cz: Vyberte sekvence, které chcete exportovat. Pokud zvolíte hlavní sekvenci, musíte exportovat všechny sekvence.
es_mx: Elija las secuencias que desea exportar. Si selecciona una secuencia principal, debe exportar todas las secuencias.

# Mtf_Export_SequencesName
source: Sequence name
cs_cz: Název sekvence
es_mx: Nombre de secuencia

# Mtf_Export_SequencesTitle
source: Export sequences
cs_cz: Export sekvencí
es_mx: Exportar secuencias

# Mtf_Export_SummaryDesc
source: You can see what will be and what will not be exported in following categories.
cs_cz: V následujících kategoríích můžete vidět co bude a co nebude exportováno.
es_mx: Puede ver qué será y qué no se exportará en las siguientes categorías.

# Mtf_Export_SummaryExport
source: Items to export
cs_cz: Položky k exportu
es_mx: Artículos para exportar

# Mtf_Export_SummaryNotExport
source: Will not be exported
cs_cz: Nebude exportováno
es_mx: No será exportado

# Mtf_Export_SummaryTitle
source: Export summary
cs_cz: Souhrn exportu
es_mx: Resumen de exportación

# Mtf_Export_Title
source: Export sequences
cs_cz: Export sekvencí
es_mx: Exportar secuencias

# Mtf_FileDialog_ZipFile
source: ZIP file
cs_cz: Soubor ZIP
es_mx: Archivo ZIP

# Mtf_Import_CantImport
source: Sequence cannot be loaded because it was created in the higher version of MTF than you have. Please update your MTF and try it again!
cs_cz: Sekvence nemůže být načtena, protože byla vytvořena ve vyšší verzi MTF než máte. Aktualizujte MTF a zkuste to prosím znovu!
es_mx: La secuencia no se puede cargar porque se creó en la versión superior de MTF que tiene. ¡Actualice su MTF y vuelva a intentarlo!

# Mtf_Import_ComponentConflictDesc
source: Select component configurations you want to import and if there are any conflicts you can overwrite original components. Conflicts are detected by the component ID. Not by the name. If you want to keep both components (new and old) go to the Component configuration, select appropriate configuration and create a copy of that. Than you can replace the original.
cs_cz: Vyberte konfigurace komponent, které chcete importovat, a pokud dojde ke konfliktům, můžete původní konfigurace přepsat. Konflikty jsou detekovány podle ID, nikoli podle jména. Pokud chcete zachovat oba komponenty (nový i starý), jděte do Konfigurace komponent, vyberte příslušnou konfiguraci a vytvořte kopii. Následně můžete originální přepsat.
es_mx: Seleccione las configuraciones de componentes que desea importar y, si hay algún conflicto, puede sobrescribir los componentes originales. Los conflictos se detectar por la identificación del componente. No por el nombre. Si desea mantener ambos componentes (nuevo y antiguo) vaya a la configuración de Componentes, seleccione la configuración adecuada y cree una copia. Entonces puede reemplazar el original.

# Mtf_Import_ComponentConflictName
source: Configuration name
cs_cz: Název konfigurace
es_mx: Nombre de la configuración

# Mtf_Import_ComponentConflictTitle
source: Importing of componet configurations
cs_cz: Import konfigurací komponent
es_mx: Importación de configuraciones de componentes

# Mtf_Import_ConflictCanImport
source: State
cs_cz: Stav
es_mx: Estado

# Mtf_Import_ConflictImport
source: Import
es_mx: Importar

# Mtf_Import_ConflictItem
source: Configuration in conflict
cs_cz: Konfigurace v konfliktu
es_mx: Configuración en conflicto

# Mtf_Import_ConflictOverwrite
source: Overwrite
cs_cz: Přepsat
es_mx: Sobreescribir

# Mtf_Import_DestDesc
source: Select a directory to import the sequences placed in the ZIP file.
cs_cz: Vyberte adresář pro import sekvencí umístěných v souboru ZIP.
es_mx: Seleccione un directorio para importar las secuencias colocadas en el archivo ZIP.

# Mtf_Import_DestTitle
source: Location selection
cs_cz: Výběr umístění
es_mx: Selección de ubicación

# Mtf_Import_FileName
source: File name
cs_cz: Název souboru
es_mx: Nombre del archivo

# Mtf_Import_ImagesDesc
source: Choose the images you want to import.
cs_cz: Vyberte obrázky, které chcete importovat.
es_mx: Elija las imágenes que desea importar.

# Mtf_Import_ImagesTitle
source: Import Graphical view images
cs_cz: Import obrázků Grafického zobrazení
es_mx: Importar imágenes de vista gráfica

# Mtf_Import_MtfVersion
source: Original MTF Version:
cs_cz: Původní verze MTF:
es_mx: Versión original de MTF:

# Mtf_Import_PreviewDesc
source: Content of selected ZIP file.
cs_cz: Obsah vybraného ZIP souboru.
es_mx: Contenido del archivo ZIP seleccionado.

# Mtf_Import_PreviewErr
source: Imported ZIP file is in incorrect format.
cs_cz: Importovaný soubor ZIP je v nesprávném formátu.
es_mx: El archivo ZIP importado tiene un formato incorrecto.

# Mtf_Import_PreviewTitle
source: Import preview
cs_cz: Náhled importu
es_mx: Vista previa de importación

# Mtf_Import_SeqConflictDesc
source: Select sequences you want to import and if there are any conflicts you can overwrite original sequences.
cs_cz: Vyberte sekvence, které chcete importovat, a pokud dojde ke konfliktům, můžete původní sekvence přepsat.
es_mx: Seleccione las secuencias que desea importar y, si hay algún conflicto, puede sobrescribir las secuencias originales.

# Mtf_Import_SeqConflictDestinationFolder
source: Destination folder
cs_cz: Cílový adresář
es_mx: Carpeta de destino

# Mtf_Import_SeqConflictTitle
source: Importing of sequences
cs_cz: Import sekvencí
es_mx: Importación de secuencias
