Repository: mmmseeemmmm/MTF
Catalog: MTFClient/MTFApp/Localizations/UIStrings.*.resx
Languages: cs_cz, es_mx

# AccessRole_componentConfiguration
source: Components configuration
cs_cz: Konfigurace komponent
es_mx: Configuración de componentes

# AccessRole_debug
source: Debug Mode
cs_cz: Mód ladění
es_mx: Modo de depuración

# AccessRole_hideCommands
source: Hidden Main menu and execution commands
cs_cz: Skryté Hlavní menu a příkazy vykonávání sekvence
es_mx: Menú principal oculto y comandos de ejecución

# AccessRole_mtfSetting
source: Setting
cs_cz: Nastavení
es_mx: Ajuste

# AccessRole_noDestroy
source: No destroy license
cs_cz: Nezničení licence
es_mx: No destruir licencia

# AccessRole_resultViewer
source: Result viewer
cs_cz: Prohlížeč výsledků
es_mx: Visor de resultados

# AccessRole_sequenceEditor
source: Sequence Editor
cs_cz: Editror sekvencí
es_mx: Editor de secuencia

# AccessRole_service
source: Service Mode
cs_cz: Mód servis
es_mx: Modo de servicio

# AccessRole_serviceReadOnly
source: Read only Service Mode
cs_cz: Mód servis pouze pro čtení
es_mx: Modo de servicio de solo lectura

# AccessRole_teach
source: Teach Mode
cs_cz: Mód učení
es_mx: Modo de enseñanza

# Access_ANET
source: ANET Access Key
cs_cz: ANET přístupový klíč
es_mx: Clave de acceso ANET

# Access_Corrupted
source: Corrupted key
cs_cz: Poškozený klíč
es_mx: Clave dañada

# Access_CreatedBy
source: Key created by:
cs_cz: Vytvořený uživatelem:
es_mx: Clave creada por:

# Access_Expired
source: Expired key
cs_cz: Klíč vypršel
es_mx: Clave caducada

# Access_Header
source: Access Key Information
cs_cz: Informace o přístupovém klíči
es_mx: Información de la clave de acceso

# Access_NoRestrict
source: Key can be used without other restrictions
cs_cz: Klíč lze použít bez dalších omezení
es_mx: La clave se puede usar sin otras restricciones

# Access_Owner
source: Key owner name:
cs_cz: Vlastník klíče:
es_mx: Nombre del propietario clave:

# Access_Request_Connecting
source: Connecting...
cs_cz: Připojování...
es_mx: Conectando ...

# Access_Request_FirstName
source: First name
cs_cz: Jméno
es_mx: Nombre

# Access_Request_Header
source: Access Key Request
cs_cz: Požadavek na licenci
es_mx: Solicitud de clave de acceso

# Access_Request_LastName
source: Last name
cs_cz: Příjmení
es_mx: Apellido

# Access_Request_Offline
source: Offline
es_mx: Desconectado

# Access_Request_Online
source: Online
es_mx: En línea

# Access_Request_Reason
source: Reason (e.g. required roles)
cs_cz: Důvod (např. požadované role)
es_mx: Motivo (por ejemplo, roles requeridos)

# Access_Request_RefreshUSB
source: Reload USB drives
cs_cz: Načíst USB disky
es_mx: Recargar unidades USB

# Access_Request_ServerState
source: Server connection
cs_cz: Připojení k serveru
es_mx: Conexión al servidor

# Access_Request_Success
source: License request has been sent successfully.
cs_cz: Žádost o licenci byla úspěšně odeslána.
es_mx: La solicitud de licencia se ha enviado correctamente.

# Access_Request_USB
source: Selected USB drive
cs_cz: Vybraný USB disk
es_mx: Unidad USB seleccionada

# Access_Restrict
source: Machines restrictions:
cs_cz: Omezení na stroje:
es_mx: Restricciones de máquinas:

# Access_Sequence
source: Sequences
cs_cz: Sekvence
es_mx: Secuencias

# Access_USB
source: USB Access Key
cs_cz: USB přístupový klíč
es_mx: Llave de acceso USB

# Access_ValidTo
source: Valid to:
cs_cz: Platný do:
es_mx: Válido hasta:

# Access_Version
source: Key generator version:
cs_cz: Verze generátoru:
es_mx: Versión del generador de claves:

# Access_WronMachine
source: Wrong machine
cs_cz: Špatný počítač
es_mx: Máquina equivocada

# Activity_Base_AllowSwitchView
source: Allow switch Execution View
cs_cz: Povolit změnu režimu
es_mx: Permitir cambiar la vista de ejecución

# Activity_Base_AppendError
source: Append error:
cs_cz: Připsat chybu:
es_mx: Añadir error:

# Activity_Base_AssignOutput
source: Assign output value
cs_cz: Přiřadit výstupní hodnotu
es_mx: Asignar valor de salida

# Activity_Base_CheckOutputValue
source: Check output value
cs_cz: Kontrola výstupní hodnoty
es_mx: Comprobar valor de salida

# Activity_Base_Comment
source: Comment:
cs_cz: Komentář
es_mx: Comentario:

# Activity_Base_Detail
source: Detail
es_mx: Detalle

# Activity_Base_OnErrorFailed
source: On Error
cs_cz: Při chybě
es_mx: En error

# Activity_Base_OnOutputValueFailed
source: On output value failed
cs_cz: Při chybě kontroly výstupní hodnoty
es_mx: En el valor de fallo de salida

# Activity_Base_OutputType
source: Output type:
cs_cz: Typ výstupu
es_mx: Tipo de salida:

# Activity_Base_SwitchViewTitle
source: Switch Execution View
cs_cz: Režim vykonávání
es_mx: Cambiar vista de ejecución

# Activity_Base_Type
source: Type
cs_cz: Typ
es_mx: Tipo

# Activity_BuildIn_Call
source: Call
cs_cz: Volání
es_mx: Llamada

# Activity_BuildIn_ErrHandling
source: Error Handling
cs_cz: Řízení chyb
es_mx: Manejo de errores

# Activity_BuildIn_SeqHandling
source: Sequence Handling
cs_cz: Řízení sekvence
es_mx: Manejo de secuencias

# Activity_BuildIn_ShowMsg
source: Show Message
cs_cz: Zobrazit zprávu
es_mx: Mostrar mensaje

# Activity_BuildIn_SubSeq
source: Create SubSequence
cs_cz: Vytvořit podsekvenci
es_mx: Crear subsecuencia

# Activity_CallActivity_Call
source: Call
cs_cz: Volat
es_mx: Llamada

# Activity_CallActivity_CallNull
source: null
cs_cz: neplatná hodnota
es_mx: nulo

# Activity_CallActivity_Dynamic_Execute
source: Execute
cs_cz: Vykonat
es_mx: Ejecutar

# Activity_CallActivity_Dynamic_Load
source: Load
cs_cz: Načíst
es_mx: Carga

# Activity_CallActivity_Dynamic_Unload
source: Unload
cs_cz: Uvolnit
es_mx: Descargar

# Activity_CallActivity_SequenceName
source: Sequence name:
cs_cz: Název sekvence
es_mx: Nombre de secuencia:

# Activity_CallActivity_SubSequenceName
source: SubSequence name:
cs_cz: Název podsekvence
es_mx: Nombre de la subsecuencia:

# Activity_CallActivity_SubSequenceToCall
source: SubSequence to call:
cs_cz: Volaná podsekvence:
es_mx: Subsecuencia a llamar:

# Activity_CallActivity_Type_Dynamic
source: Call dynamic
cs_cz: Dynamické volání
es_mx: Llamada dinámica

# Activity_CallActivity_Type_External
source: Call external
cs_cz: Externí volání
es_mx: Llamar externo

# Activity_CallActivity_Type_Local
source: Call local
cs_cz: Lokální volání
es_mx: Llamar local

# Activity_ErrorHandling_CheckErr_Title
source: Activity returns True if no error occurred since last clear. Otherwise returns False.
cs_cz: Aktivita vrátí True pokud od posledního smazání nedošlo k žádné chybě. V opačném případě vrátí False.
es_mx: La actividad devuelve Verdadero si no se produjo ningún error desde la última eliminación. De lo contrario, devuelve Falso.

# Activity_ErrorHandling_CheckErr_UseTable
source: Include status of validation tables
cs_cz: Zahrnout stavy validačních tabulek
es_mx: Incluir estado de tablas de validación

# Activity_ErrorHandling_CleanErr_CleanErrWindow
source: Clean error window
cs_cz: Vymazat okno chybových zpráv
es_mx: Ventana de limpieza de error

# Activity_ErrorHandling_ErrImg_Title
source: Activity returns all error images since last clear.
cs_cz: Vrátí všechny obrázky s chybou od posledního smazání
es_mx: La actividad devuelve todas las imágenes de error desde el último borrado.

# Activity_ErrorHandling_GetErr_ActivityName
source: Activity Name
cs_cz: Jméno aktivity
es_mx: Nombre de la actividad

# Activity_ErrorHandling_GetErr_ErrMsg
source: Error Message
cs_cz: Chybové zprávy
es_mx: Mensaje de error

# Activity_ErrorHandling_GetErr_LongPath
source: Long Activity Path
cs_cz: Dlouhá cesta k aktivitě
es_mx: Ruta de actividad larga

# Activity_ErrorHandling_GetErr_Params
source: Parameters:
cs_cz: Parametry:
es_mx: Parámetros:

# Activity_ErrorHandling_GetErr_ShortPath
source: Short Activity Path
cs_cz: Krátká cesta k aktivitě
es_mx: Ruta de actividad corta

# Activity_ErrorHandling_GetErr_TimeStamp
source: Time Stamp
cs_cz: Časové razítko
es_mx: Tiempo

# Activity_ErrorHandling_GetErr_Title
source: Activity returns all errors occurred since last clear.
cs_cz: Aktivita vrátí všechny chyby, které nastaly od posleního smazání.
es_mx: La actividad devuelve todos los errores ocurridos desde el último borrado.

# Activity_ErrorHandling_GetLastActivityErr_Title
source: Returns name of last activity which raises error.
cs_cz: Vrátí název poslední aktivity, která způsobila chyba.
es_mx: Devuelve el nombre de la última actividad que genera un error.

# Activity_ErrorHandling_GetTables_Title
source: Get all failed validation tables as one string. This is useful for short info what went wrong.
cs_cz: Získá všechny chybné validační tabulky jako jeden řetězec. Užitečné jako krátké info, co bylo špatně.
es_mx: Obtenga todas las tablas de validación fallidas como una cadena. Esto es útil para obtener información breve sobre lo que salió mal.

# Activity_ErrorHandling_Type_CheckErr
source: Check errors
cs_cz: Zkontrolovat chyby
es_mx: Verificar errores

# Activity_ErrorHandling_Type_CleanErr
source: Clean errors
cs_cz: Vymazat chyby
es_mx: Borrar Errores

# Activity_ErrorHandling_Type_ErrImg
source: Get error images
cs_cz: Získat obrázky s chybou
es_mx: Obtener imágenes de error

# Activity_ErrorHandling_Type_GetErr
source: Get errors
cs_cz: Získat chyby
es_mx: Obtener errores

# Activity_ErrorHandling_Type_GetLastActivityErr
source: Get last error activity name
cs_cz: Získat jméno poslední aktivity s chybou
es_mx: Obtener el último nombre de la actividad de error

# Activity_ErrorHandling_Type_GetTables
source: Get invalid validation tables
cs_cz: Získat nevalidní Validační tabulky
es_mx: Obtener tablas de validación no válidas

# Activity_ErrorHandling_Type_RaiseErr
source: Raise error
cs_cz: Vyvolat chybu
es_mx: Elevar error

# Activity_Message_Base_Header
source: Header:
cs_cz: Hlavička:
es_mx: Encabezado:

# Activity_Message_Base_Message
source: Message:
cs_cz: Zpráva:
es_mx: Mensaje:

# Activity_Msg_DisplayType_Buttons
source: Buttons
cs_cz: Tlačítka
es_mx: Botones

# Activity_Msg_DisplayType_ComboBox
source: Listbox
cs_cz: Seznam
es_mx: Cuadro de lista

# Activity_Msg_DisplayType_ToggleButtons
source: Toggle Buttons
cs_cz: Přepínací tlačítka
es_mx: Botones de alternar

# Activity_Msg_Parameters
source: Message parameters:
cs_cz: Parametry zprávy:
es_mx: Parámetros del mensaje:

# Activity_Msg_Parameters_AbsPath
source: Use the absolute path
cs_cz: Použít absolutní cestu
es_mx: Usa la ruta absoluta

# Activity_Msg_Parameters_Buttons
source: Buttons:
cs_cz: Tlačítka:
es_mx: Botones:

# Activity_Msg_Parameters_Buttons_Hide
source: Hide
cs_cz: Skýt
es_mx: Ocultar

# Activity_Msg_Parameters_Buttons_OkCancel
source: Ok Cancel
cs_cz: Ok Zrušit
es_mx: Ok Cancelar

# Activity_Msg_Parameters_Buttons_YesNo
source: Yes No
cs_cz: Ano Ne
es_mx: Si No

# Activity_Msg_Parameters_CloseSource
source: Source activity of the closed Message box
cs_cz: Zdrojová aktivita zavírané zprávy
es_mx: Origen de la actividad del cuadro de mensaje cerrado

# Activity_Msg_Parameters_DisplayAs
source: Display as:
cs_cz: Zobrazit jako:
es_mx: Mostrar como:

# Activity_Msg_Parameters_FullScreen
source: Full screen
cs_cz: Na celou obrazovku
es_mx: Pantalla completa

# Activity_Msg_Parameters_Header
source: Header:
cs_cz: Záhlaví:
es_mx: Encabezado:

# Activity_Msg_Parameters_Message
source: Message:
cs_cz: Zpráva:
es_mx: Mensaje:

# Activity_Msg_Parameters_MTFImage
source: MTFImage:
cs_cz: MTF obrázek:
es_mx: Imagen de MTF:

# Activity_Msg_Parameters_NonBlockType
source: Type:
cs_cz: Typ:
es_mx: Tipo:

# Activity_Msg_Parameters_ShowCancel
source: Show Cancel button
cs_cz: Zobrazit tlačítko Zrušit
es_mx: Mostrar botón Cancelar

# Activity_Msg_Parameters_Values
source: Values:
cs_cz: Hodnoty:
es_mx: Valores:

# Activity_Msg_Type_Choice
source: Choice
cs_cz: Výběr
es_mx: Elección

# Activity_Msg_Type_Close
source: Close
cs_cz: Zavřít
es_mx: Cerca

# Activity_Msg_Type_ImportantQuestion
source: Important Question
cs_cz: Důležitá otázka
es_mx: Pregunta importante

# Activity_Msg_Type_Info
source: Info
es_mx: Informacion

# Activity_Msg_Type_Input
source: Input
cs_cz: Vstup
es_mx: Entrada

# Activity_Msg_Type_NoBlocking
source: Non-blocking
cs_cz: Neblokující
es_mx: Sin bloqueo

# Activity_Msg_Type_Picture
source: Picture
cs_cz: Obrázek
es_mx: Imagen

# Activity_Msg_Type_Question
source: Question
cs_cz: Otázka
es_mx: Pregunta

# Activity_Msg_Type_Warning
source: Warning
cs_cz: Varování
es_mx: Advertencia

# Activity_SeqHandling_ChangeServiceCmd_Cmd
source: Command
cs_cz: Příkaz
es_mx: Comando

# Activity_SeqHandling_ChangeServiceCmd_Info
source: Activity will be executed only in service or teach mode!
cs_cz: Aktivita bude vykonána pouze v servisním režimu nebo v režimu učení!
es_mx: La actividad se ejecutará solo en modo servicio o enseñanza

# Activity_SeqHandling_ChangeServiceCmd_IsAllowed
source: Is allowed
cs_cz: Povolen
es_mx: Esta permitido

# Activity_SeqHandling_ChangeServiceCmd_IsChecked
source: Is checked
cs_cz: Zamáčknut
es_mx: Está seleccionado

# Activity_SeqHandling_ChangeServiceCmd_SelectAll
source: Select all
cs_cz: Vybrat vše
es_mx: Seleccionar todo

# Activity_SeqHandling_ChangeServiceCmd_Setting
source: Commands setting
cs_cz: Nastavení příkazů
es_mx: Configuración de comandos

# Activity_SeqHandling_ChangeUserCmd_Setting
source: User commands
cs_cz: Uživatelské příkazy
es_mx: Comandos de usuario

# Activity_SeqHandling_ClearValidTable_AllTables
source: Clear All Tables
cs_cz: Vymazat všechny tabulky
es_mx: Borrar todas las tablas

# Activity_SeqHandling_ClearValidTable_Selection
source: Selection:
cs_cz: Výběr:
es_mx: Selección:

# Activity_SeqHandling_ClearValidTable_Tables
source: Tables:
cs_cz: Tabulky
es_mx: Tablas:

# Activity_SeqHandling_ClearValidTable_Time
source: Clear TimeView
cs_cz: Vymazat časové zobrazení
es_mx: Borrar Vista de Tiempo

# Activity_SeqHandling_ExecState_GoToService
source: return true if going to service
cs_cz: Vrátí True, pokud je v přechodu do servisního režimu
es_mx: devuelve verdadero si va al servicio

# Activity_SeqHandling_ExecState_GoToTeach
source: return true if going to teach
cs_cz: Vrátí True, pokud je v přechodu do režimu učení
es_mx: volver verdadero si va a enseñar

# Activity_SeqHandling_ExecState_Service
source: return true if service is active
cs_cz: Vrátí True, pokud je aktivní servisní režim
es_mx: devuelve verdadero si el servicio está activo

# Activity_SeqHandling_ExecState_Teach
source: return true if teach is active
cs_cz: Vrátí True, pokud je aktivní režim učení
es_mx: devuelve verdadero si enseñar está activo

# Activity_SeqHandling_LogMsg
source: Message:
cs_cz: Zprávy
es_mx: Mensaje:

# Activity_SeqHandling_OnlyInDebug
source: Use only in debug
cs_cz: Použít pouze v režimu ladění
es_mx: Usar solo en depuración

# Activity_SeqHandling_SEIP_Count
source: Expected count:
cs_cz: Očekávaný počet:
es_mx: Conteo esperado:

# Activity_SeqHandling_SEIP_Desc
source: The name of this activity is also identifier of synchronization. The sequence can continue, if is reached the expected count of sync activities with the same name.
cs_cz: Jméno této aktivity je zároveň identifikátor synchronizace. Pro pokračování sekvence musí být dosažen požadovaný počet stejně pojmenovaných synchronizačních aktivit.
es_mx: El nombre de esta actividad también es identificador de sincronización. La secuencia puede continuar, si se alcanza el recuento esperado de actividades de sincronización con el mismo nombre.

# Activity_SeqHandling_SEIP_Params
source: Parameter
cs_cz: Parametr
es_mx: Parámetro

# Activity_SeqHandling_SetUserIndicatorValue_Setting
source: User Indicators
cs_cz: Uživatelské indikátor
es_mx: Indicadores de usuario

# Activity_SeqHandling_SetUserIndicatorValue_Value
source: Indicator value
cs_cz: Hodnota indikátoru
es_mx: Valor del indicador

# Activity_SeqHandling_SetVariant_Value
source: Value:
cs_cz: Hodnota:
es_mx: Valor:

# Activity_SeqHandling_SRACE_CleanErrMemory
source: Clean errors from memory
cs_cz: Vymazat chyby v paměti
es_mx: Limpiar errores de la memoria

# Activity_SeqHandling_SRACE_CleanErrWindow
source: Clean error window
cs_cz: Vymazat chyby v okně
es_mx: Ventana de limpieza de error

# Activity_SeqHandling_SRACE_DefineCyclename
source: Define log cycle name
cs_cz: Definovat názvy cyklů v reportu
es_mx: Definir nombre del registro de ciclo

# Activity_SeqHandling_SRACE_IncludeMsg
source: Include sequence messages
cs_cz: Přidat zprávy
es_mx: Incluir mensajes de secuencia

# Activity_SeqHandling_SRACE_IncludeTableStatus
source: Include status of validation tables
cs_cz: Zahrnout stavy validačních tabulek
es_mx: Incluir estado de tablas de validación

# Activity_SeqHandling_SRACE_LogHiddenRows
source: Log hidden rows
cs_cz: Uložit skryté řádky validačních tabulek
es_mx: Registrar filas ocultas

# Activity_SeqHandling_SRACE_Params
source: Parameters
cs_cz: Parametry
es_mx: Parámetros

# Activity_SeqHandling_SRACE_ReportParams
source: Report parameters:
cs_cz: Parametry reportu
es_mx: Parámetros del reporte:

# Activity_SeqHandling_SRACE_ResetTimer
source: Restart duration timer
cs_cz: Restartovat časovač
es_mx: Reiniciar temporizador de duración

# Activity_SeqHandling_SRACE_SaveGraphicalView
source: Save Graphical view screen
cs_cz: Uložit obrazovku grafického zobrazení
es_mx: Guardar pantalla de vista gráfica

# Activity_SeqHandling_SRACE_SetStatus
source: Set status
cs_cz: Nastavit stavovou zprávu
es_mx: Establecer estado

# Activity_SeqHandling_StatusMsg_Design
source: Status desing
cs_cz: Návrh stavového okna
es_mx: Diseño de estado

# Activity_SeqHandling_StatusMsg_FontSize
source: Font size:
cs_cz: Velikost písma
es_mx: Tamaño de fuente:

# Activity_SeqHandling_StatusMsg_Line1
source: Line 1
cs_cz: Řádek 1
es_mx: Línea 1

# Activity_SeqHandling_StatusMsg_Line2
source: Line 2
cs_cz: Řádek 2
es_mx: Línea 2

# Activity_SeqHandling_StatusMsg_Line3
source: Line 3
cs_cz: Řádek 3
es_mx: Línea 3

# Activity_SeqHandling_StatusMsg_Lines
source: Sequence status lines:
cs_cz: Řádky stavové zprávy sekvence
es_mx: Líneas de estado de secuencia:

# Activity_SeqHandling_StatusMsg_Preview
source: Status window preview
cs_cz: Náhled stavového okna
es_mx: Vista previa de la ventana de estado

# Activity_SeqHandling_Type_ChangeServiceCmd
source: Change service commands status
cs_cz: Změnit stav servisního příkazu
es_mx: Cambiar el estado de los comandos de servicio

# Activity_SeqHandling_Type_ChangeUserCmd
source: Change user command status
cs_cz: Změnit stav uživatelského příkazu
es_mx: Cambiar el estado del comando del usuario

# Activity_SeqHandling_Type_ClearValidTables
source: Clear validation tables
cs_cz: Vymazat validační tabulky
es_mx: Borrar tablas de validación

# Activity_SeqHandling_Type_GetExecState
source: Get Execution state
cs_cz: Získat status vykonávání
es_mx: Obtener estado de ejecución

# Activity_SeqHandling_Type_GetMTFVersion
source: Get MTF version
cs_cz: Získat verzi MTF
es_mx: Obtener la versión MTF

# Activity_SeqHandling_Type_GetSeqVariant
source: Get sequence variant
cs_cz: Získat variantu sekvence
es_mx: Obtener variante de secuencia

# Activity_SeqHandling_Type_GetUsers
source: Get logged users
cs_cz: Získat přihlášené uživatele
es_mx: Obtener usuarios registrados

# Activity_SeqHandling_Type_LogMsg
source: Log message
cs_cz: Zalogovat zprávu
es_mx: Registro de Mensaje

# Activity_SeqHandling_Type_PauseSeq
source: Pause sequence
cs_cz: Pozastavit sekvenci
es_mx: Pausar Secuencia

# Activity_SeqHandling_Type_SaveReport
source: Save report and clean errors
cs_cz: Uložit report a vymazat chyby
es_mx: Guardar informe y limpiar errores

# Activity_SeqHandling_Type_SetSeqVariant
source: Set sequence variant
cs_cz: Nastavit variantu sekvence
es_mx: Establecer variante de secuencia

# Activity_SeqHandling_Type_SetStatusMsg
source: Set sequence status message
cs_cz: Nastavit stavovou zprávu
es_mx: Establecer mensaje de estado de secuencia

# Activity_SeqHandling_Type_SetUserIndicatorValue
source: Set user indicator value
cs_cz: Změnit hodnotu uživatelského indikátoru
es_mx: Establecer el valor del indicador de usuario

# Activity_SeqHandling_Type_StartCounter
source: Start duration counter
cs_cz: Restart časovače
es_mx: Contador de duración de inicio

# Activity_SeqHandling_Type_StopSeq
source: Stop sequence
cs_cz: Zastavit sekvenci
es_mx: Detener Secuencia

# Activity_SeqHandling_Type_SwitchView
source: Switch View
cs_cz: Přepnutí pohledu
es_mx: Cambiar vista

# Activity_SeqHandling_Type_SynchronizationExecuteInParallel
source: Synchronization for execute in parallel
cs_cz: Synchronizace v paralelním vykonávání
es_mx: Sincronización para ejecutar en paralelo

# Activity_SubSequence_Condition
source: Condition
cs_cz: Podmínka
es_mx: Condición

# Activity_SubSequence_ExecutionType
source: Execution Type
cs_cz: Typ vykonávání
es_mx: Tipo de ejecución

# Activity_SubSequence_Header
source: SubSequence
cs_cz: Podsekvence
es_mx: Subsecuencia

# AddNewSummaryReport
source: New Summary report
cs_cz: Nový shournný report
es_mx: Nuevo resumen de reporte

# BaseString_New
source: New
cs_cz: Nový
es_mx: Nuevo

# Buttons_Add
source: Add
cs_cz: Přidat
es_mx: Añadir

# Buttons_Browse
source: Browse...
cs_cz: Procházet...
es_mx: Buscar...

# Buttons_Cancel
source: Cancel
cs_cz: Zrušit
es_mx: Cancelar

# Buttons_ClearAll
source: Clear all
cs_cz: Vymazat vše
es_mx: Limpiar todo

# Buttons_Create
source: Create
cs_cz: Vytvořit
es_mx: Crear

# Buttons_CreateNew
source: Create new
cs_cz: Vytvořit nový
es_mx: Crear nuevo

# Buttons_Exit
source: Exit
cs_cz: Konec
es_mx: Salir

# Buttons_Finnish
source: Finish
cs_cz: Dokončit
es_mx: Terminar

# Buttons_NewFolder
source: New Folder
cs_cz: Nová složka
es_mx: Nueva carpeta

# Buttons_Open
source: Open
cs_cz: Otevřít
es_mx: Abierto

# Buttons_Refresh
source: Refresh
cs_cz: Obnovit
es_mx: Actualizar

# Buttons_Remove
source: Remove
cs_cz: Odstranit
es_mx: Remover

# Buttons_Rename
source: Rename
cs_cz: Přejmenovat
es_mx: Renombrar

# Buttons_Run
source: Run
cs_cz: Spustit
es_mx: Ejecutar

# Buttons_Save
source: Save
cs_cz: Uložit
es_mx: Guardar

# Buttons_Select
source: Select
cs_cz: Vybrat
es_mx: Seleccionar

# Buttons_Send
source: Send
cs_cz: Odeslat
es_mx: Enviar

# Buttons_WizardBack
source: < Back
cs_cz: < Předchozí
es_mx: <Volver

# Buttons_WizardNext
source: Next >
cs_cz: Další >
es_mx: Siguiente>

# Buttons_Yes
source: Yes
cs_cz: Ano
es_mx: Sí

# ComponentConfig_AvailableList
source: Available value lists
cs_cz: Dostupné seznamy hodnot
es_mx: Listas de valores disponibles

# ComponentConfig_Category
source: Category
cs_cz: Kategorie
es_mx: Categoría

# ComponentConfig_CfgName
source: Configuration name
cs_cz: Jméno konfigurace
es_mx: Nombre de la configuración

# ComponentConfig_Classes
source: Components:
cs_cz: Komponenty:
es_mx: Componentes:

# ComponentConfig_Contructors
source: Constructors:
cs_cz: Konstruktory:
es_mx: Constructores:

# ComponentConfig_LegacyParamUsed
source: Legacy parameter helper is used
cs_cz: Použitý ParametrHelper
es_mx: Se utiliza el auxiliar de parámetro

# ComponentConfig_Params
source: Component parameters
cs_cz: Parametry komponenty
es_mx: Parámetros de los componentes

# ContextManun_Delete
source: Delete
cs_cz: Vymazat
es_mx: Borrar

# ContextMenu_Rename
source: Rename
cs_cz: Přejmenovat
es_mx: Renombrar

# Editor_GraphicalView_Editor_AssignDut
source: Assign to DUT
cs_cz: Přiřadit k DUT
es_mx: Asignar a DUT

# Editor_GraphicalView_Editor_SaveToReport
source: Save to report
cs_cz: Uložit do reportu
es_mx: Guardar en Reporte

# Editor_GraphicalView_Editor_SelectedPicture
source: Selected picture
cs_cz: Vybraný obrázek
es_mx: Imagen seleccionada

# Editor_GraphicalView_Editor_TableList
source: Validation tables
cs_cz: Validační tabulky
es_mx: Tablas de validación

# Editor_GraphicalView_Editor_ViewName
source: View name
cs_cz: Název zobrazení
es_mx: Nombre di Vista

# Editor_GraphicalView_ResourceManager_ImageFiles
source: Image files
cs_cz: Obrázky
es_mx: Archivos de imagen
