Repository: mmmseeemmmm/MTF
Catalog: MTFClient/MTFApp/Localizations/UIStrings.*.resx
Languages: cs_cz, es_mx

# Mtf_Import_SummaryDesc
source: You can see what will be and what will not be imported in following categories.
cs_cz: V následujících kategoríích můžete vidět co bude a co nebude importováno.
es_mx: Puede ver qué será y qué no se importará en las siguientes categorías.

# Mtf_Import_SummaryImport
source: Items to import
cs_cz: Položky k importu
es_mx: Artículos para importar

# Mtf_Import_SummaryNotImport
source: Will not be imported
cs_cz: Nebude importováno
es_mx: No será importado

# Mtf_Import_SummaryTitle
source: Import summary
cs_cz: Souhrn importu
es_mx: Resumen de importación

# Mtf_Import_Title
source: Import sequence
cs_cz: Import sekvence
es_mx: Secuencia de importación

# Mtf_Init_Access
source: Inicializing AccessKey providers
cs_cz: Inicializace poskytovatelů příštupů
es_mx: Inicializando proveedores de Clave de Acceso

# Mtf_Init_Download
source: Downloading
cs_cz: Stahování
es_mx: Descargando

# Mtf_Init_Ui
source: Inicializing UI
cs_cz: Inicializace UI
es_mx: Inicializando la IU

# Mtf_ListEditor_ActivityResult
source: Activity Result:
cs_cz: Výsledek aktivity:
es_mx: Resultado de la actividad:

# Mtf_ListEditor_ItemsCount
source: Items count:
cs_cz: Počet položek:
es_mx: Cuenta de artículos:

# MTF_Login_Login
source: Login
cs_cz: Přihlášení
es_mx: Iniciar sesión

# MTF_Login_Password
source: Password:
cs_cz: Heslo:
es_mx: Contraseña:

# Mtf_LongTask_Exporting
source: Exporting...
cs_cz: Exportování...
es_mx: Exportar...

# Mtf_LongTask_LoadingAllSequences
source: Loading sequence...
cs_cz: Načítání sekvence...
es_mx: Cargando secuencia ...

# Mtf_LongTask_LoadingSequence
source: Loading sequence...
cs_cz: Načítání všech sekvencí...
es_mx: Cargando secuencia ...

# Mtf_LongTask_OpeningSeq
source: Opening sequence...
cs_cz: Otevírání sekvence...
es_mx: Abriendo Secuencia...

# Mtf_LongTask_Saving
source: Saving...
cs_cz: Ukládání...
es_mx: Guardando...

# Mtf_LongTask_SavingSeq
source: Saving sequence...
cs_cz: Ukládání sekvence...
es_mx: Guardando secuencia ...

# Mtf_OpenDialog_OpenSeq
source: Open Sequence
cs_cz: Otevřít sekvenci
es_mx: Abrir Secuencia

# Mtf_RenameControl_Header
source: Please enter a new name:
cs_cz: Vložte prosím nový název:
es_mx: Por favor ingrese un nuevo nombre:

# MTF_Splash_Starting
source: MTF is starting...
cs_cz: MTF startuje...
es_mx: MTF está comenzando ...

# Mtf_StartingNotStart
source: Starting server {0} failed.{1}Check path to server!
cs_cz: Start serveru {0} selhal.{1}Zkontrolujte cestu k serveru!
es_mx: Error al iniciar el servidor {0}. {1} ¡Comprobar la ruta al servidor!

# Mtf_StartingServer
source: Starting server
cs_cz: Startování serveru
es_mx: Iniciando Servidor

# Mtf_VariantWizard_AddNewValue
source: Add new value
cs_cz: Přidat novou hodnotu
es_mx: Agregar nuevo valor

# Mtf_VariantWizard_AllowedGroups
source: Available groups
cs_cz: Dostupné skupiny
es_mx: Grupos disponibles

# Mtf_VariantWizard_ApplyForExternal
source: Apply for external sequences
cs_cz: Aplikovat pro externí sekvence
es_mx: Aplicar a secuencias externas

# Mtf_WarningMsg_ComponentDisabled
source: Sequence Execution warning: Class info {0} is disabled. Execution can be wrong.
cs_cz: Varování ři vykonávání sekvence: Komponenta {0} je deaktivována. Běh sekvence se může chovat neočekávaně.
es_mx: Advertencia de ejecución de secuencia: la información de clase {0} está deshabilitada. La ejecución puede estar mal.

source: New Summary report
cs_cz: Nový shournný report
es_mx: Nuevo informe resumen

# OpenDialog_FileName
source: File name:
cs_cz: Název souboru:
es_mx: Nombre del archivo:

# OpenDialog_NotFound
source: File {0} not found.
cs_cz: Soubor {0} nebyl nalezen.
es_mx: Archivo {0} no encontrado.

# OpenDialog_OpenSeq
source: Open sequence
cs_cz: Otevřít sekvenci
es_mx: Abrir Secuencia

# OpenDialog_Root
source: root:
cs_cz: kořen:
es_mx: raíz:

# OpenDialog_SaveType
source: Save as type:
cs_cz: Uložit jako typ:
es_mx: Guardar como tipo:

# OpenDialog_SelectFolder
source: Select folder
cs_cz: Vybrat složku
es_mx: Seleccione la carpeta

# OpenDialog_TypeSequence
source: SEQUENCE
cs_cz: SEKVENCE
es_mx: SECUENCIA

# Parameter_Is_Optional
source: Optional
cs_cz: Volitelný
es_mx: Opcional

# RadioButtons_Choose
source: Choose
cs_cz: Vybrat
es_mx: Escoger

# RadioButtons_Default
source: Default
cs_cz: Výchozí
es_mx: Defecto

# ReportViewer_CycleName
source: Cycle name
cs_cz: Název cyklu
es_mx: Nombre del ciclo

# ReportViewer_Detail
source: Detail
es_mx: Detalle

# ReportViewer_Detail_Duration
source: Duration
cs_cz: Trvání
es_mx: Duración

# ReportViewer_Detail_ErrorsCount
source: Errors count
cs_cz: Počet chyb
es_mx: Cuenta de errores

# ReportViewer_Detail_FinalResult
source: Final result
cs_cz: Konečný výsledek
es_mx: Resultado final

# ReportViewer_Detail_Gs
source: Golden sample life
cs_cz: Životnost zlatého vzorku
es_mx: Vida de muestra maestra

# ReportViewer_Detail_Machine
source: Machine
cs_cz: Stroj
es_mx: Máquina

# ReportViewer_Detail_StartTime
source: Start time
cs_cz: Čas spuštění
es_mx: Hora de inicio

# ReportViewer_Detail_StopTime
source: Stop time
cs_cz: Čas zastavení
es_mx: Hora de término

# ReportViewer_Detail_Table_ActivityName
source: Activity name
cs_cz: Název aktivity
es_mx: Nombre de la actividad

# ReportViewer_Detail_Table_ErrorType
source: Type
cs_cz: Typ
es_mx: Tipo

# ReportViewer_Detail_Table_Message
source: Message
cs_cz: Zpráva
es_mx: Mensaje

# ReportViewer_Detail_Table_Timestamp
source: Timestamp
cs_cz: Časové razítko
es_mx: Tiempo

# ReportViewer_Detail_Title
source: Report of Sequence
cs_cz: Report sekvence
es_mx: Rporte de secuencia

# ReportViewer_Detail_User
source: User
cs_cz: Uživatel
es_mx: Usuario

# ReportViewer_Detail_Variant
source: Sequence variant
cs_cz: Varianta sekvence
es_mx: Variante de secuencia

# ReportViewer_Duration
source: Duration
cs_cz: Trvání
es_mx: Duración

# ReportViewer_Items
source: Items
cs_cz: Položek
es_mx: Artículos

# ReportViewer_Last24Hours
source: Last 24 hours
cs_cz: Poslendních 24 hodin
es_mx: Últimas 24 horas

# ReportViewer_LastWeek
source: Last week
cs_cz: Poslední týden
es_mx: La semana pasada

# ReportViewer_ReportResult
source: Report result
cs_cz: Výsledek reportu
es_mx: Rporte de resultado

# ReportViewer_SequenceName
source: Sequence name
cs_cz: Název sekvence
es_mx: Nombre de secuencia

# ReportViewer_StartTime
source: Start time
cs_cz: Čas spuštění
es_mx: Hora de inicio

# ReportViewer_StartTimeFrom
source: Start time from
cs_cz: Čas spuštění od
es_mx: Hora de inicio desde

# ReportViewer_StartTimeTo
source: Start time to
cs_cz: Čas spuštění do
es_mx: Hora de inicio para

# ReportViewer_StopTime
source: Stop time
cs_cz: Čas ukončení
es_mx: Hora de término

# ReportViewer_Variant
source: Sequence variant
cs_cz: Varianta sekvence
es_mx: Variante de secuencia

# Setting_AppInfo_BaseDir
source: Base directory
cs_cz: Základní adresář
es_mx: Directorio base

# Setting_AppInfo_Header
source: Client information
cs_cz: Informace o klientské aplikaci
es_mx: Información del cliente

# Setting_AppInfo_MemoryUsage
source: Memory usage [MB]
cs_cz: využití paměti [MB]
es_mx: Uso de memoria [MB]

# Setting_Backup_Create
source: Create backup each
cs_cz: Vytvořit zálohu každých
es_mx: Crear copia de seguridad cada

# Setting_Backup_Delete
source: Delete older than
cs_cz: Vymazat starší než
es_mx: Eliminar anterior a

# Setting_Backup_EnableAuto
source: Enable auto backup
cs_cz: Aktivovat automatickou zálohu
es_mx: Habilitar copia de seguridad automática

# Setting_Backup_Header
source: Backup setting
cs_cz: Nastavení zálohování
es_mx: Configuración de respaldo

# Setting_Connection_AutoConnect
source: Connect to server automatically
cs_cz: Automatické připojení k serveru
es_mx: Conectarse al servidor automáticamente

# Setting_Connection_ConnAlias
source: Connection alias
cs_cz: Název připojení
es_mx: Alias ​​de conexión

# Setting_Connection_ConnectDelay
source: Connection delay [s]
cs_cz: Zpoždění před připojením [s]
es_mx: Retraso de conexión [s]

# Setting_Connection_ConnHost
source: Connection host
cs_cz: Hostitel připojení
es_mx: Conexión al Host

# Setting_Connection_ConnPort
source: Connection port
cs_cz: Port přípojení
es_mx: Puerto de conexión

# Setting_Connection_Header
source: Connection and server settings
cs_cz: Připojení a nastavení serveru
es_mx: Conexión y configuración del servidor

# Setting_Connection_MoreClients
source: Allow multiple clients on 1 PC
cs_cz: Povolit více klientů na 1 PC
es_mx: Permitir múltiples clientes en 1 PC

# Setting_Connection_NewAlias
source: New connection
cs_cz: Nové připojení
es_mx: Nueva conexión

# Setting_Connection_ServerConnection
source: Selected server connection
cs_cz: Vybrané připojení k serveru
es_mx: Conexión de servidor seleccionada

# Setting_Connection_ServerPath
source: Server App path
cs_cz: Cesta k aplikaci serveru
es_mx: Ruta de la aplicación del servidor

# Setting_Connection_StartServer
source: Start server
cs_cz: Spustit server
es_mx: Iniciar servidor

# Setting_Connection_StopServer
source: Stop server after exit
cs_cz: Vypnout server po ukončení
es_mx: Detener el servidor después de salir

# Setting_CpuInfo_Cores
source: Cores
cs_cz: Počet jader
es_mx: Núcleos

# Setting_CpuInfo_Desc
source: Description
cs_cz: Popis
es_mx: Descripción

# Setting_CpuInfo_Header
source: CPU information
cs_cz: Informace o procesoru
es_mx: Información de la CPU

# Setting_CpuInfo_Speed
source: Speed [MHz]
cs_cz: Rychlost [MHz]
es_mx: Velocidad [MHz]

# Setting_CpuInfo_Threads
source: Threads
cs_cz: Počet vláken
es_mx: Hilos

# Setting_Editor_AllowDragDrop
source: Allow Drag & Drop
cs_cz: Povolit Drag & Drop
es_mx: Permitir arrastrar y soltar

# Setting_Editor_Header
source: Sequence editor settings
cs_cz: Nastavení editoru
es_mx: Configuración del editor de secuencia

# Setting_Editor_IsCollapsed
source: Collapse parameters in the Detail
cs_cz: Sbalit parametry v detailu
es_mx: Contraer parámetros en el detalle

# Setting_Execution_ErrMsgBox
source: Messagebox on error
cs_cz: Zobrazení zprávy při chybě
es_mx: Cuadro de mensaje en caso de error

# Setting_Execution_Header
source: Sequence execution settings
cs_cz: Nastavení vykonávání
es_mx: Configuración de ejecución de secuencia

# Setting_Execution_HideAll
source: Hide all commands
cs_cz: Skrýt všechny tlačítka
es_mx: Ocultar todos los comandos

# Setting_Execution_NoLogOpenSeq
source: Allow open sequence if not logged in
cs_cz: Otevření sekvence pro nepřihlášené
es_mx: Permitir abrir secuencia si no ha iniciado sesión

# Setting_Execution_NoLogPauseSeq
source: Allow pause sequence if not logged in
cs_cz: Pozastavení sekvence pro nepřihlášené
es_mx: Permitir pausar secuencia si no ha iniciado sesión

# Setting_Execution_NoLogStartSeq
source: Allow start sequence if not logged in
cs_cz: Spuštění sekvence pro nepřihlášené
es_mx: Permitir Iniciar secuencia si no ha iniciado sesión

# Setting_Execution_NoLogStopSeq
source: Allow stop sequence if not logged in
cs_cz: Zastavení sekvence pro nepřihlášené
es_mx: Permitir Detener secuencia si no ha iniciado sesión

# Setting_Execution_PauseAfterErr
source: Pause after error (in debug)
cs_cz: Pozastavit při chybě (v režimu ladění)
es_mx: Pausa después del error (en depuración)

# Setting_Execution_SeqName
source: Sequence name
cs_cz: Název sekvence
es_mx: Nombre de secuencia

# Setting_Execution_SeqNewProcess
source: Start sequence in new process
cs_cz: Spustit sekvenci v novém procesu
es_mx: Iniciar secuencia en nuevo proceso

# Setting_Execution_StartDelay
source: Sequence start delay [s]
cs_cz: Zpoždění startu sekvence [s]
es_mx: Retraso de inicio de secuencia [s]

# Setting_Execution_StartSeq
source: Start sequence after dialog open
cs_cz: Spuštění sekvence po startu MTF
es_mx: Iniciar secuencia después de abrir el diálogo

# Setting_Execution_TableCollaps
source: Collaps tables in table view
cs_cz: Sbalené tabulky v tabulkovém režimu
es_mx: Contraer tablas en la vista de tabla

# Setting_Execution_TreeFullScreenImg
source: Show TreeView with Fullscreen image
cs_cz: Režim stromu: zobrazit strom i obrázkem
es_mx: Mostrar Vista de Arbol con imagen de pantalla completa

# Setting_Execution_ViewType
source: Default view type
cs_cz: Výchozí režim
es_mx: Tipo de vista predeterminado

# Setting_KeyProviders_Active
source: Is active
cs_cz: Aktivní
es_mx: Está activo

# Setting_KeyProviders_Config
source: Configure
cs_cz: Nastavit
es_mx: Configurar

# Setting_KeyProviders_Header
source: Access key providers
cs_cz: Poskytovatelé přístupu
es_mx: Proveedores de clave de acceso

# Setting_KeyProviders_MsgNoDataFile
source: The data file has not been set.
cs_cz: Datový soubor nebyl vybrán.
es_mx: El archivo de datos no se ha configurado.

# Setting_Language_AddConn
source: Add connection
cs_cz: Nové připojení
es_mx: Agregar conexión

# Setting_Language_Current
source: Current language
cs_cz: Aktuální jazyk
es_mx: Idioma actual

# Setting_Language_Header
source: Language settings
cs_cz: Nastavení jazyka
es_mx: Configuración de lenguaje

# Setting_Language_RemoveConn
source: Remove connection
cs_cz: Odstranit připojení
es_mx: Eliminar conexión

# Setting_Logging_Allow
source: Allow logging
cs_cz: Povolit logování
es_mx: Permitir registro

# Setting_Logging_Header
source: Logging settings
cs_cz: Nastavení logování
es_mx: Configuraciones de registro

# Setting_OsInfo_Architecture
source: Architecture
cs_cz: Architektura
es_mx: Arquitectura

# Setting_OsInfo_Build
source: Build
cs_cz: Sestavení
es_mx: Construir

# Setting_OsInfo_Header
source: Operating system information
cs_cz: Informace o operačním systému
es_mx: Información del sistema operativo

# Setting_OsInfo_Os
source: Operating system
cs_cz: Operační systém
es_mx: Sistema operativo

# Setting_OsInfo_Sn
source: Serial Number
cs_cz: Sériové číslo
es_mx: Número de serie

# Setting_OsInfo_Version
source: Version
cs_cz: Verze
es_mx: Versión

# Setting_StartMTFClientAfterLogin
source: Start MTF client after user login
cs_cz: Spustit MTF klient po přihlášení uživatele
es_mx: Iniciar el cliente MTF después de iniciar sesión

# Setting_Start_AutoHide
source: Allow auto hide
cs_cz: Povolit automatické skrývání
es_mx: Permitir ocultar automáticamente

# Setting_Start_DefaultControl
source: Open control after start
cs_cz: Výchozí okno po startu
es_mx: Abrir el control después del inicio

# Setting_Start_DialogZoom
source: Default Dialog zoom
cs_cz: Výchozí přiblížení dialogů
es_mx: Zoom de diálogo predeterminado

# Setting_Start_Header
source: On MTF start settings
cs_cz: Nastavení MTF po startu
es_mx: Configuración de inicio de MTF

# Setting_Start_HideMenu
source: Hide Main Menu
cs_cz: Skrýt hlavní menu
es_mx: Ocultar menú principal

# Setting_Start_Zoom
source: Default UI zoom
cs_cz: Výchozí přiblížení uživatelského rozhraní
es_mx: Zoom de IU predeterminado

# SummaryReportAddLineChartPanel
source: Add line chart panel
cs_cz: Přidat panel s grafem
es_mx: Agregar panel de gráfico de líneas

# SummaryReportAddLineChartSeriesSettings
source: Add line chart series
cs_cz: Přidat řadu do grafu
es_mx: Agregar series de gráficos de líneas

# SummaryReportAddReportsOverviewPanel
source: Add overview panel
cs_cz: Přidat panel s přehledem
es_mx: Agregar panel de resumen

# SummaryReportAddTextPanel
source: Add text panel
cs_cz: Přidat panel s textem
es_mx: Agregar panel de texto

# SummaryReportCanModifyFilterInView
source: Show filter in view
cs_cz: Zobraz filter při prohližení
es_mx: Mostrar filtro a la vista

# SummaryReportLineChartPanel
source: Line chart panel
cs_cz: Panel pro čárový graf
es_mx: Panel de gráfico de líneas

# SummaryReportLineChartPanelLegendPosition
source: Legend position
cs_cz: Umístění legendy
es_mx: Posición de la leyenda

# SummaryReportLineChartPanelTitle
source: Title
es_mx: Título

# SummaryReportLineChartSeriesTitle
source: Series title
cs_cz: Jméno řady
es_mx: Título de la serie

# SummaryReportName
source: Name
cs_cz: Jméno
es_mx: Nombre

# SummaryReportOverviewPanelTimeQuantumInMinutes
source: Time quantum in minutes
cs_cz: Velikost času v minutách
es_mx: Tiempo cuántico en minutos

# SummaryReportOverviewPanelTitle
source: Title
cs_cz: Nadpis
es_mx: Título

# SummaryReportReportsOverviewPanel
source: Overview panel
cs_cz: Přehledový panel
es_mx: Panel de resumen

source: Summary reports
cs_cz: Souhrnné reporty
es_mx: Resumen de reportes

# SummaryReportTextPanel
source: Text panel
cs_cz: Textový panel
es_mx: Panel de texto

# SummaryReportTextPanelFontSize
source: Font size
cs_cz: Velikost písma
es_mx: Tamaño de fuente

# SummaryReportTextPanelText
source: Text
es_mx: Texto

# SummaryReportTitle
source: Title
cs_cz: Nadpis
es_mx: Título

# ValidationRule_EmptyStringError
source: Please fill.
cs_cz: Prosím vyplňte.
es_mx: Porfavor llene.

# ValidationRule_WrongEmailAddress
source: Invalid email address.
cs_cz: Neplatná emailová adresa.
es_mx: Dirección de correo electrónico no válida

# ValidationTable_Column_Actual
source: Actual
cs_cz: Aktuální
es_mx: Real

# ValidationTable_Column_Hidden
source: Hidden
cs_cz: Skrytý
es_mx: Oculto

# ValidationTable_Column_Name
source: Name
cs_cz: Jméno
es_mx: Nombre

# ValidationTable_Column_Prohibited
source: Prohibited
cs_cz: Zakázáno
es_mx: Prohibido

# ValidationTable_Column_Required
source: Required
cs_cz: Požadováno
es_mx: Necesario

# ValidationTable_EnterUniquenName
source: Please enter unique name.
cs_cz: Vložte prosím unikátní jméno.
es_mx: Por favor, introduzca un nombre único.

# ValidationTable_OtherVariants
source: Other Variants
cs_cz: Ostatní varianty
es_mx: Otras variantes

# Buttons_No
source: No
cs_cz: Ne

# Setting_CpuInfo_Cpu
source: CPU
cs_cz: Procesor

# Access_Role
source: Roles
cs_cz: Role

# Execution_Header_Version
source: {0} ver. {1}
cs_cz: {0} verze {1}

# Activity_Msg_Type_Error
source: Error
cs_cz: Chyba

# SummaryReportLineChartSeriesColor
source: Color
cs_cz: Barva

# Mtf_Data_Migration_Copy
source: Copy
cs_cz: Kopírovat

# Mtf_Data_Migration_DoNothing
source: Nothing
cs_cz: Nic

# Mtf_Data_Migration_Header
source: Data Migration
cs_cz: Převod dat

# Mtf_Data_Migration_Message
source: Data from version {0} was found. What do you want to do with this data?
cs_cz: Byla nalezena data z verze {0} Co se má provést s těmito daty?

# Mtf_Data_Migration_Move
source: Move
cs_cz: Přesunout

# Mtf_Init_DataMigration
source: Data migration, please wait ...
cs_cz: Převod data, prosím čekejte ...
